Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# homestone_effect
source: "A magic ritual by $unit($mage) binds magic energies to the walls of $building($building)."
de: "Mit einem Ritual bindet $unit($mage) die magischen Kräfte der Erde in die Mauern von $building($building)."

# nogive_reserved
source: "$unit($unit) in $region($region): '$order($command)' - The unit has this item, but all $int($reservation) $resource($resource,$reservation) are reserved."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat diesen Gegenstand zwar, aber sämtliche $int($reservation) $resource($resource,$reservation) sind reserviert."

# recruit
source: "$unit($unit) in $region($region) recruits $int($amount) of $int($want) people."
de: "$unit($unit) in $region($region) rekrutiert $int($amount) von $int($want) Personen."

# sp_dreamreading_effect
source: "$unit($mage) is lost in the dreams of $unit($unit) and gets a glimps into $region($region)."
de: "$unit($mage) verliert sich in die Träume von $unit($unit) und erhält einen Eindruck von $region($region)."

# analyse_ship_age
source: "$unit($mage) discovers that $ship($ship) is charmed with '$curse($curse)', which will last for, about $int($months) more weeks."
de: "$unit($mage) fand heraus, dass auf $ship($ship) der Zauber '$curse($curse)' liegt, der noch etwa $int($months) Wochen bestehen bleibt."

# curseinfo::sparkle_2
source: "$unit($unit) is haunted by terrbile nightmares. ($int36($id))"
de: "$unit($unit) wird von bösen Alpträumen geplagt. ($int36($id))"

# absorbpeasants
source: "$int($amount) peasants become $race($race,0) and join the ranks of $unit($unit)."
de: "$int($amount) Bauern werden zu $race($race,0) und schliessen sich $unit($unit) an."

# unholypower_effect
source: "$unit($mage) tranforms $unit($target) to $race($race,0)."
de: "$unit($mage) verwandelt $unit($target) in $race($race,0)."

# give_person
source: "$unit($unit) transfers $int($amount) person$if($eq($amount,1),"","s") to $unit($target)."
de: "$unit($unit) übergibt $int($amount) Person$if($eq($amount,1),"","en") an $unit($target)."

# rust_effect_2
source: "$unit($mage) calls forth a terrible torment over the enemy. The magical rain makes all iron rusty."
de: "$unit($mage) ruft ein fürchterliches Unwetter über seine Feinde. Der magischen Regen lässt alles Eisen rosten."

# heroes_maxed
source: "$unit($unit) in $region($region): '$order($command)' - The faction already has $int($count) of $int($max) heroes."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei hat bereits $int($count) von $int($max) Helden."

# error_build_skill_low
source: "$unit($unit) in $region($region): '$order($command)' - This requires a skill of at least $int($value) to build."
de: "$unit($unit) in $region($region): '$order($command)' - Um das zu bauen, braucht man ein Talent von mindestens $int($value)."

# analyse_building_age
source: "$unit($mage) discovers that $building($building) is charmed with '$curse($curse)', which will last for about $int($months) more weeks."
de: "$unit($mage) fand heraus, dass auf $building($building) der Zauber '$curse($curse)' liegt, der noch etwa $int($months) Wochen bestehen bleibt."

# curseinfo::auraboost_1
source: "$unit($unit) finds it difficult to gather its magical energies. ($int36($id))"
de: "$unit($unit) hat Schwierigkeiten seine magischen Energien zu sammeln. ($int36($id))"

# harbor_trade
source: "$unit($unit) received $resources($items) from the $ship($ship)."
de: "$unit($unit) erhielt $resources($items) von der $ship($ship)."

# reduce_spell
source: "In $region($region), anti-magic from $unit($self) reduces the effect of $unit($mage)'s spell."
de: "$unit($self) schwächt in $region($region) einen Zauber von $unit.dative($mage) durch Antimagie ab."

# raised
source: "$unit($unit) breeds $int($amount) horses."
de: "$unit($unit) züchtet $int($amount) Pferde."

# speed_time_effect
source: "In $region($region), $unit($unit) bends time for $int($amount) men."
de: "In $region($region) dehnt $unit($unit) die Zeit für $int($amount) Personen."

# error199
source: "$unit($unit) in $region($region): '$order($command)' - The magician already has a familiar."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier hat bereits einen Vertrauten."

# error195
source: "$unit($unit) in $region($region): '$order($command)' - There is no route leading there."
de: "$unit($unit) in $region($region): '$order($command)' - Dorthin führt kein Weg."

# healall
source: "Life itself touches the world and all beings are healed."
de: "Ein Hauch des Lebens liegt über der Welt und alle Wesen fühlen sich frisch und erholt."

# build_required
source: "$unit($unit) in $region($region): '$order($command)' - For this, the unit needs $resources($required)."
de: "$unit($unit) in $region($region): '$order($command)' - Dafür braucht die Einheit $resources($required)."

# newbie_immunity_error
source: "A faction must be at least $int($turns) weeks old before it can be attacked or stolen from."
de: "Eine Partei muß mindestens $int($turns) Wochen alt sein, bevor sie angegriffen oder bestohlen werden kann."

# error191
source: "$unit($unit) in $region($region): '$order($command)' - This spell works only in forests."
de: "$unit($unit) in $region($region): '$order($command)' - Der Zauber funktioniert nur in Wäldern."

# error156
source: "$unit($unit) in $region($region): '$order($command)' - Too many alchemists in the faction."
de: "$unit($unit) in $region($region): '$order($command)' - Zuviele Alchemisten in der Partei."

# error266
source: "$unit($unit) in $region($region): '$order($command)' - This item only functions in the entry hall."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Gegenstand funktioniert nur in der Eingangshalle."

# error81
source: "$unit($unit) in $region($region): '$order($command)' - The unit must first guard the region."
de: "$unit($unit) in $region($region): '$order($command)' - Einheit muß zuerst die Region bewachen."

# hornofpeace_u_nosuccess
source: "$unit($unit) in $region($region): '$order($command)' - No region could be pacified."
de: "$unit($unit) in $region($region): '$order($command)' - Keine Region konnte befriedet werden."

# error70
source: "$unit($unit) in $region($region): '$order($command)' - This region is guarded by a non-allied faction."
de: "$unit($unit) in $region($region): '$order($command)' - Die Region wird von Nichtalliierten bewacht."

# error92
source: "$unit($unit) in $region($region): '$order($command)' - There is no normal forest in this region."
de: "$unit($unit) in $region($region): '$order($command)' - Hier gibt es keinen normalen Wald."

# error262
source: "$unit($unit) in $region($region): '$order($command)' - The faction cannot have any more wyrms."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei kann keine weiteren Wyrme besitzen."

# massive_overload
source: "The $ship($ship) is massively overloaded and is damaged heavily."
de: "Die $ship($ship) ist zu stark überladen und wird stark beschädigt."

# curseinfo::shipspeedup
source: "The winds seem to favor this ship. ($int36($id))"
de: "Die Winde scheinen dieses Schiff besonders zu beguenstigen. ($int36($id))"

# error152
source: "$unit($unit) in $region($region): '$order($command)' - The unit jumps over board and drowns."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit springt über Bord und ertrinkt."

# error108
source: "$unit($unit) in $region($region): '$order($command)' - No herbs could be found."
de: "$unit($unit) in $region($region): '$order($command)' - Es sind keine Kräuter zu finden."

# spellfail::contact
source: "$unit($unit) in $region($region): '$order($command)' - The unit $unit($target) did not contact us."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit $unit($target) hat keinen Kontakt mit uns aufgenommen."

# error214
source: "$unit($unit) in $region($region): '$order($command)' - Unit is not a magician."
de: "$unit($unit) in $region($region): '$order($command)' - Einheit ist kein Magier."

# patzer6
source: "A message from $unit($unit) in $region($region): 'Oops! Croak, Croak!'"
de: "Eine Botschaft von $unit.dative($unit) in $region($region): 'Ups! Quack, Quack!'"

# lucky_item
source: "$unit($unit) luckily finds a cache of $int($amount) $resource($item,$amount)."
de: "$unit($unit) hat Glück und findet einen Hort von $int($amount) $resource($item,$amount)."

# error104
source: "$unit($unit) in $region($region): '$order($command)' - This metal can be excavated only in a mine."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Metall kann nur in einem Bergwerk abgebaut werden."

# error100
source: "$unit($unit) in $region($region): '$order($command)' - Nobody here is a skilled ship builder."
de: "$unit($unit) in $region($region): '$order($command)' - Keiner hier ist gelernter Schiffbauer."

# curseinfo::gooddream
source: "The people in this region have sweet dreams. ($int36($id))"
de: "Die Leute haben schöne Träume. ($int36($id))"

# error2
source: "$unit($unit) in $region($region): '$order($command)' - You cannot guard off shore."
de: "$unit($unit) in $region($region): '$order($command)' - Auf hoher See kann man nicht bewachen."

# nr_stat_maxentertainment
source: "entertainment: max. $int($max) silver"
de: "Unterhaltung: max. $int($max) Silber"

# blessedstonecircle_effect
source: "$unit($mage) blesses $building($building)."
de: "$unit($mage) weiht $building($building)."

# income_tax_reduced
source: "$unit($unit) collects taxes of$if($eq($wanted,$amount),""," only") $int($amount) silver$if($eq($wanted,$amount),""," instead of $int($wanted) silver") ") in $region($region)."
de: "$unit($unit) treibt in $region($region) Steuern in Höhe von $int($amount)$if($eq($wanted,$amount),""," statt $int($wanted)") Silber ein."

# curseinfo::holyground
source: "The undead turn away from this region. ($int36($id))"
de: "Untote schrecken vor dieser Region zurück. ($int36($id))"

# changemail
source: "Address has been changed to '$value'."
de: "Die Reportadresse wurde auf ${value} geändert."

# song_of_peace_effect_0
source: "The marvelous singing of $unit($mage) enchants the public. The song's peaceful melody makes several listeners drop their weapons."
de: "Die Gesangskunst von $unit($mage) begeistert die Leute. Die friedfertige Stimmung des Lieds überträgt sich auf alle Zuhörer. Einige werfen ihre Waffen weg."

# emptyeog
source: "There is no more laen left in $region($region)."
de: "Die Laenader in $region($region) ist erschöpft."

# entrise
source: "In $region($region), the Lords of the Trees have risen."
de: "In $region($region) erschienen die Herren der Bäume."

# victory_murder_cfulfilled
source: "Attention: $faction($faction) has fulfilled the victory condition and will be declared winner in $if($eq($remain,1),"one week","$int($remain) weeks")."
de: "Achtung: $faction($faction) hat die Siegbedingungen erfüllt und wird in $if($eq($remain,1),"einer Woche","$int($remain) Wochen") zum Sieger erklärt werden."

# headache_effect_1
source: "$unit($unit) has a splitting headache and can hardly remember last week. Except that it all started in the tavern..."
de: "$unit($unit) hat höllische Kopfschmerzen und kann sich an die vergangene Woche nicht mehr erinnern. Nur noch daran, wie alles mit einer fröhlichen Feier in irgendeiner Taverne anfing...."

# feedback_no_contact
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) did not contact us."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) hat keinen Kontakt mit uns aufgenommen."

# sailforbiddendir
source: "The crew of the $ship($ship) refuses to travel to the $direction($direction)."
de: "Die Mannschaft der $ship($ship) weigert sich, nach $direction($direction) zu reisen."

# receive
source: "$unit($target) receives $int($amount) $resource($resource,$amount) from $unit($unit)."
de: "$unit($target) erhält $int($amount) $resource($resource,$amount) von $unit($unit)."

# missing_feedback
source: "$unit($unit) in $region($region): '$order($command)' - Internal Error: Message '$name' is undefined."
de: "$unit($unit) in $region($region): '$order($command)' - Interner Fehler: Meldung '$name' nicht definiert."

# thiefdiscover
source: "$unit($target) caught $unit($unit) in attempted theft."
de: "$unit($target) ertappte $unit($unit) beim versuchten Diebstahl."

# museumgiveback
source: "In $region($region), $unit($unit) received $resources($items) from $unit($sender)"
de: "In $region($region) erhielt $unit($unit) von $unit.dative($sender) $resources($items)"

# curseinfo::sparkle_17
source: "A dark and mysterious fairy appears before $unit($unit). She is of bewitching beauty. ($int36($id))"
de: "Eine dunkle Fee erscheint $unit($unit) im Schlaf. Sie ist von schauriger Schönheit. ($int36($id))"

# caldera_handle_0
source: "$unit($unit) jumps into the eternal flame of the caldera."
de: "$unit($unit) springt in die ewigen Feuer des Kraters."

# researchherb_none
source: "$unit($unit) could not find any herbs in $region($region)."
de: "$unit($unit) in $region($region) kann keine Kräuter finden."

# moveblockedbyguard
source: "$unit($unit) was kept in $region($region) by $unit($guard)."
de: "$unit($unit) wurde in $region($region) von $unit.dative($guard) aufgehalten."

# cast_frighten_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters were intimidated."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger wurden eingeschüchtert."

# curseinfo::Feuerwand
source: A wall of fire blocks entry and exit. ($int36($id))
de: Eine Feuerwand blockiert die Ein- und Ausreise. ($int36($id))

# renamed_building_notseen
source: "$building($building) in $region($region) received a nickname."
de: "$building($building) in $region($region) bekommt einen Spitznamen."

# heroes_race
source: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) cannot be heroes."
de: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) können keine Helden erwählen."

# summon_effect
source: "$unit($mage) summons $int($amount) $race($race,$amount)."
de: "$unit($mage) beschwört $int($amount) $race($race,$amount)."

# error28
source: "$unit($unit) in $region($region): '$order($command)' - The peasant morale is low."
de: "$unit($unit) in $region($region): '$order($command)' - Die Bauern sind schlecht gelaunt."

# error39
source: "$unit($unit) in $region($region): '$order($command)' - The unit has not yet learned espionage."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat keine Spionage gelernt."

# destroy_magic_noeffect
source: "$unit($unit) in $region($region): '$order($command)' - The magician could not destroy any curse."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier konnte keinen Fluch zerstören."

# cast_auraleak_effect
source: "$unit($mage) in $region($region) caused a tear in the fabric of magic, that sucked all magical energies out of the region."
de: "$unit($mage) rief in $region($region) einen Riss in dem Gefüge der Magie hervor, der alle magische Kraft aus der Region riss."

# newbie_info_game
source: Remember to send your orders to $email with the subject ${subject}.
de: Bitte denke daran, deine Befehle mit dem Betreff $subject an $email zu senden.

# mob_warning
source: "An angry mob forms and hunts practitioners of the dark arts."
de: "Ein Bauernmob erhebt sich und macht Jagd auf Schwarzmagier."

# dissolve_units_5
source: "$unit($unit) in $region($region): $int($number) $race($race,$number) disappeared in the night."
de: "$unit($unit) in $region($region): $int($number) $race($race,$number) $if($eq($number,1),"verschwand", "verschwanden") über Nacht."

# fleescared
source: "$int($amount) peasants fled in fear of $unit($unit)."
de: "$int($amount) Bauern flohen aus Furcht vor $unit($unit)."

# drought_effect_3
source: "$unit($mage) calls the torching power of the sun upon $region($region). The crops wither, horses die of thirst. A famine claims the lives of many peasants. The trees die and their bald branches cannot protect from the torrid sun that mercilessly burns the grounds. The drought permanently alters the region."
de: "$unit($mage) ruft das Feuer der Sonne auf $region($region) hinab. Die Felder verdorren und Pferde verdursten. Die Hungersnot kostet vielen Bauern das Leben. Vertrocknete Bäume recken ihre kahlen Zweige in den blauen Himmel, von dem erbarmungslos die sengende Sonne brennt. Die Dürre verändert die Region für immer."

# spellfail_pump
source: "$unit($unit) in $region($region): '$order($command)' - Despite intense questioning, $unit($target) did not have anything to tell about $region($tregion)."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) wusste trotz intensivem Verhör nichts über $region($tregion) zu berichten."

# maintenance_nowork
source: "$building($building) was nonfunctional because upkeep could not be paid at the beginning of the week."
de: "$building($building) hat diese Woche nicht funktioniert, da zu Beginn der Woche der Unterhalt nicht gezahlt werden konnte."

# error_spell_on_flying_ship
source: "$unit($unit) in $region($region): '$order($command)' - It is far too dangerous to put this spell on the flying ship $ship($ship)."
de: "$unit($unit) in $region($region): '$order($command)' - Es ist zu gefährlich, diesen Zauber auf das fliegende Schiff $ship($ship) zu legen."

# error275
source: "$unit($unit) in $region($region): '$order($command)' - Buildings cannot be built here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier kann man keine Gebäude errichten."

# error165
source: "$unit($unit) in $region($region): '$order($command)' - The potion does not agree with the unit."
de: "$unit($unit) in $region($region): '$order($command)' - Der Trank bekommt der Einheit nicht."

# siege_catapults
source: "$building($building) is under siege by $unit($unit). During siege, catapults caused $int($destruction) points destruction."
de: "$unit($unit) belagert $building($building). Dabei richten die Katapulte Zerstörungen von $int($destruction) Größenpunkten an."

# curseinfo::magicstreet
source: "The roads are extremely dry and well-kept. ($int36($id))"
de: "Die Straßen sind erstaunlich trocken und gut begehbar. ($int36($id))"

# curseinfo::sparkle_13
source: "A group of vultures circles above $unit($unit). ($int36($id))"
de: "Über $unit($unit) zieht eine Gruppe Geier ihre Kreise. ($int36($id))"

# error161
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have this potion."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit besitzt den Trank nicht."

# error271
source: "$unit($unit) in $region($region): '$order($command)' - You cannot attack here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier kann man niemanden angreifen."

# renamed_faction_notseen
source: "Your faction received a nickname."
de: "Die Partei bekommt einen Spitznamen."

# error227
source: "$unit($unit) in $region($region): '$order($command)' - A herbalism skill of 7 or higher is required."
de: "$unit($unit) in $region($region): '$order($command)' - Dafür braucht ein Einheit mindestens Kräuterkunde 7."

# error117
source: "$unit($unit) in $region($region): '$order($command)' - This race cannot produce that."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Rasse kann das nicht herstellen."

# sp_depression_effect
source: "$unit($mage) causes great sadness among the peasants of $region($region)."
de: "$unit($mage) sorgt in $region($region) für Trübsal unter den Bauern."

# sp_mindblast_effect
source: "$unit($mage) casts $spell($spell). $int($amount) warriors lose their memories, $int($dead) were killed."
de: "$unit($mage) zaubert $spell($spell). $int($amount) Krieger verloren Erinnerungen, $int($dead) wurden getötet."

# error113
source: "$unit($unit) in $region($region): '$order($command)' - Item to be handed over was not supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Nichts angegeben, was wir übergeben sollen."

# undeadrise
source: "The dead rise from their graves in $region($region)."
de: "In $region($region) erhoben sich die Toten aus den Gräbern."

# reanimate_effect_0
source: "$unit($mage) begins a ritual of resurrection. $int($amount) warriors rise from the dead."
de: "$unit($mage) beginnt ein Ritual der Wiederbelebung. $int($amount) Krieger stehen von den Toten auf."

# error223
source: "$unit($unit) in $region($region): '$order($command)' - Starving units cannot guard."
de: "$unit($unit) in $region($region): '$order($command)' - Hungernde Einheiten können nicht bewachen."

# sp_confusion_effect_1
source: "$unit($mage) begins a mysterious chant. Great confusion sweeps through the ranks of the enemy."
de: "$unit($mage) stimmt einen seltsamen Gesang an. Ein plötzlicher Tumult entsteht und bringt die Kampfaufstellung durcheinander."

# itemcloak
source: "$unit($mage) shrouds the equipment of $unit($target) in shadows."
de: "$unit($mage) legt einen Schleier um die Ausrüstung von $unit.dative($target)."

# error5
source: "$unit($unit) in $region($region): '$order($command)' - The building is not ours."
de: "$unit($unit) in $region($region): '$order($command)' - Das Gebäude gehört uns nicht."

# para_tactics_lost
source: "$unit($unit) lured the enemy into an ambush."
de: "$unit($unit) konnte dem Gegner eine Falle stellen."

# error_lowstealth
source: "$unit($unit) in $region($region): '$order($command)' -The unit cannot hide that well."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann sich nicht so gut tarnen."

# chaosgate_effect_1
source: "$unit($mage) opens a chaos gate."
de: "$unit($mage) öffnet ein Chaostor."

# shipsail
source: "The $ship($ship) sails from $region($from) to $region($to)."
de: "Die $ship($ship) segelt von $region($from) nach $region($to)."

# magicresistance_unit
source: "The magical resistance has been strengthened. ($int36($id))"
de: "Die natürliche Widerstandskraft gegen Verzauberung ist gestärkt. ($int36($id))"

# destroy_partial
source: "$unit($unit) tears down parts of $building($building)."
de: "$unit($unit) reißt einen Teil von $building($building) ein."

# nr_stat_morale
source: "peasant morale: $int($morale)"
de: "Moral der Bauern: $int($morale)"

# changemail_invalid
source: "Address not changed, '$value' is an invalid email."
de: "Die Reportadresse wurde nicht geändert, '${value}' ist keine gültige email."

# block_spell
source: "In $region($region), anti-magic from $unit($self) blocks the spell of $unit($mage)."
de: "Antimagie von $unit.dative($self) blockiert in $region($region) einen Zauber von $unit.dative($mage)."

# enter_overload
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot go aboard, the ship would be overloaded."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit darf nicht an Bord kommen, da sie das Schiff überladen würde."

# herbfound
source: "$unit($unit) in $region($region) finds $int($amount) $resource($herb,$amount)."
de: "$unit($unit) in $region($region) findet $int($amount) $resource($herb,$amount)."

# maintenance
source: "$unit($unit) pays the maintenance for $building($building)."
de: "$unit($unit) bezahlt den Unterhalt von $building($building)."

# heroes_cost
source: "$unit($unit) in $region($region): '$order($command)' - The unit has $int($have) of $int($cost) silver required."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat nur $int($have) von $int($cost) benötigtem Silber."

# error36
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have this item."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat diesen Gegenstand nicht."
