Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# force_leave_building
source: $unit($owner) asks $unit($unit) to leave $building($building).
de: $unit($owner) bittet $unit($unit), $building($building) zu verlassen.

# hero_promotion
source: "$unit($unit) uses $int($cost) silber for a promotion."
de: "$unit($unit) wird mit $int($cost) Silber zum Helden ernannt."

# renumber_inuse
source: "NUMBER FACTION $int36($id): This number is being used by another faction."
de: "NUMMER PARTEI $int36($id): Diese Nummer wird von einer anderen Partei benutzt."

# firewall_death
source: "$unit($unit) dies trying to cross the wall of fire into $region($region)."
de: "$unit($unit) stirbt beim Versuch, die Feuerwand nach $region($region) zu durchqueren."

# skillpotion_use
source: "$unit($unit) uses a potion of skills and feels his knowledge grow."
de: "$unit($unit) benutzt einen Talenttrunk und fühlt, wie sein Wissen zunimmt."

# drown_on_ship
source: "$unit($unit) drowns when $ship($ship) in $region($region) sinks."
de: "$unit($unit) ertrinkt beim Untergang der $ship($ship) in $region($region)."

# curseinfo::riotzone
source: "A fog of negative energy enshrouds the region. ($int36($id))"
de: "Eine Wolke negativer Energie liegt über der Region. ($int36($id))"

# send_astral
source: "$unit($unit) sends $unit($target) to another world."
de: "$unit($target) wird von $unit($unit) in eine andere Welt geschleudert."

# earthquake_effect
source: "$unit($mage) makes the earth shake in $region($region)."
de: "$unit($mage) läßt die Erde in $region($region) erzittern."

# error56
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot tame that many horses."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann soviele Pferde nicht bändigen."

# error78
source: "$unit($unit) in $region($region): '$order($command)' - A curse prevented the transfer from happening."
de: "$unit($unit) in $region($region): '$order($command)' - Ein Fluch verhindert die Übergabe."

# questportal_lock
source: "$unit($unit) locks one of the locks in $region($region) with $if($eq($key,1),"the Agate Key","the Sapphire Key")."
de: "$unit($unit) verschließt eines der Schlösser in $region($region) mit $if($eq($key,1),"dem Achatenen Schlüssel","dem Saphirnen Schlüssel")."

# error45
source: "$unit($unit) in $region($region): '$order($command)' - This unit is one of our own."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist eine der unsrigen."

# error67
source: "$unit($unit) in $region($region): '$order($command)' - The horses would drown."
de: "$unit($unit) in $region($region): '$order($command)' - Die Pferde würden ertrinken."

# detectforbiddendir
source: "$unit($unit) refuses to travel to the $direction($direction)."
de: "$unit($unit) weigert sich, nach $direction($direction) zu reisen."

# error197
source: "$unit($unit) in $region($region): '$order($command)' - The magician has to be in a castle to create a homestone."
de: "$unit($unit) in $region($region): '$order($command)' - Um einen Heimstein zu erschaffen, muß der Zauberer in einer Burg sein."

# sp_flee_effect_1
source: "$unit($mage) casts $spell($spell): $int($amount) fighters were consumed by fear."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger wurden von Furcht gepackt."

# overrun_by_iceberg_des
source: "The $ship($ship) has been destroyed by a collision with an iceberg."
de: "Die $ship($ship) wird bei einer Kollision mit einem Eisberg zerstört."

# curseinfo::region_unknown
source: "An unknown spell lies on this region. ($int36($id))"
de: "Ein unbekannter Zauber liegt auf der Region. ($int36($id))"

# nr_market_price
source: "$resource($product,0) for $int($price) silver"
de: "$resource($product,0) $int($price) Silber"

# error259
source: "$unit($unit) in $region($region): '$order($command)' - That order only applies to units in the same building or ship."
de: "$unit($unit) in $region($region): '$order($command)' - Der Befehl ist nur auf Einheiten innerhalb des selben Gebäudes oder Schiffes anwendbar."

# building_needed
source: "$unit($unit) in $region($region): '$order($command)' - The unit must be in a $localize($building) to produce this."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit steht nicht im benötigten Gebäude, $localize($building)."

# error149
source: "$unit($unit) in $region($region): '$order($command)' - Who is supposed to get this message?"
de: "$unit($unit) in $region($region): '$order($command)' - Wohin soll die Botschaft gehen?"

# curseinfo::building_unknown
source: "An unknown spell lies on this building. ($int36($id))"
de: "Ein unbekannter Zauber liegt auf dem Gebäude. ($int36($id))"

# error145
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not in a castle."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist in keiner Burg."

# piratenovictim
source: "$if($isnull($ship),"$unit($unit)","The $ship($ship)") could not capture other ships in $region($region)."
de: "$if($isnull($ship),"$unit($unit)","Die $ship($ship)") in $region($region) kann keine Schiffe aufbringen."

# questportal_unlock
source: "$unit($unit) unlocks one of the locks in $region($region) with $if($eq($key,1),"the Agate Key","the Sapphire Key")."
de: "$unit($unit) öffnet eines der Schlösser in $region($region) mit $if($eq($key,1),"dem Achatenen Schlüssel","dem Saphirnen Schlüssel")."

# error255
source: "$unit($unit) in $region($region): '$order($command)' - You cannot sacrifice this."
de: "$unit($unit) in $region($region): '$order($command)' - So etwas kann man nicht opfern."

# entrance_besieged
source: "$unit($unit) in $region($region): '$order($command)' - $building($building) is under siege."
de: "$unit($unit) in $region($region): '$order($command)' - $building($building) wird belagert."

# error260
source: "$unit($unit) in $region($region): '$order($command)' - The owner of a ship or a building cannot be sorted."
de: "$unit($unit) in $region($region): '$order($command)' - Der Besitzer eines Schiffes oder Gebäudes kann nicht neu sortiert werden."

# nr_market_info_s
source: "The local market offers $resource($p1,0)."
de: "Auf dem Markt wird $resource($p1,0) feilgeboten."

# error141
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have enough crystals left for this many people."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat nicht mehr genug Kristalle für so viele Personen."

# error106
source: "$unit($unit) in $region($region): '$order($command)' - When studying, magicians need to be alone."
de: "$unit($unit) in $region($region): '$order($command)' - Magier müssen zum studieren allein sein."

# race_no_attack
source: "'$order($command)' - $race($race,0) are peace-loving and will not attack anyone."
de: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) sind friedliebend und attackieren niemand."

# error216
source: "$unit($unit) in $region($region): '$order($command)' - There is no connection to the astral plane here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier gibt es keine Verbindung zur astralen Welt."

# error771
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot learn this skill."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Talent kann die Einheit nicht lernen."

# error212
source: "$unit($unit) in $region($region): '$order($command)' - The magician is not on board a ship."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier befindet sich nicht auf einem Schiff."

# stormwinds_effect
source: "$unit($unit) calls up a magical storm that whips the ship over the waters."
de: "$unit($unit) beschwört einen magischen Wind, der die Schiffe über das Wasser treibt."

# error102
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot trade any more goods."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann keine weiteren Güter handeln."

# sp_drought_effect
source: "$unit($mage) puts a curse on the lands of $region($region) and a drought sets in."
de: "$unit($mage) verflucht das Land in $region($region), und eine Dürreperiode beginnt."

# error_giveeye
source: "$unit($unit) in $region($region): '$order($command)' - A higher power prevents $unit($unit) from giving the object away. 'IT IS YOURS MY CHILD. ONLY YOURS.'."
de: "$unit($unit) in $region($region): '$order($command)' - Eine höhere Macht hindert $unit($unit) daran, das Objekt zu übergeben. 'ES IST DEINS, MEIN KIND. DEINS GANZ ALLEIN'."

# curseinfo::buildingunknown
source: "A magical shimmer lies on these walls. ($int36($id))"
de: "Ein magischer Schimmer liegt auf diesen Mauern. ($int36($id))"

# changebanner
source: "Banner has been changed to '$value'."
de: "Das Banner wurde auf '$value' geändert."

# curseinfo::skill_2
source: "$unit($unit) has some troubles with $skill($skill). ($int36($id))"
de: "$unit($unit) ist ungewöhnlich ungeschickt in $skill($skill). ($int36($id))"

# spellfail::noway
source: "$unit($unit) in $region($region): '$order($command)' - There is no route leading there."
de: "$unit($unit) in $region($region): '$order($command)' - Dorthin führt kein Weg."

# spellbuildingresists
source: "$unit($unit) in $region($region): '$order($command)' - Building $int36($id) could not be charmed."
de: "$unit($unit) in $region($region): '$order($command)' - Gebäude $int36($id) konnte nicht verzaubert werden."

# nr_claims
source: "Units can claim the following items: $resources($items)"
de: "Einheiten können die folgenden Gegenstände beanspruchen: $resources($items)"

# destroy_ship_2
source: "$unit($unit) was detected while trying to destroy $ship($ship)."
de: "$unit($unit) wurde beim Versuch $ship($ship) zu zerstören entdeckt."

# destroy_magic_effect
source: "$unit($unit) in $region($region): '$order($command)' - The magician destroys $int($succ) spells on ${target}."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier zerstört $int($succ) Flüche auf ${target}."

# battle_row
source: "... in combat rank $int($row):"
de: "... in der $int($row). Kampflinie:"

# renamed_faction_seen
source: "Your faction received a nickname from $unit($unit) in $region($region)."
de: "Die Partei bekommt von $unit.dative($unit) in $region($region) einen Spitznamen."

# error_not_on_undead
source: "$unit($unit) in $region($region): '$order($command)' - This spell cannot be cast upon undead."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber kann nicht auf Untote gezaubert werden."

# iceberg_melt
source: "The iceberg $region($region) melts."
de: "Der Eisberg $region($region) schmilzt."

# cast_berserk_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters went into a mindless rage."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger wurden in einen Blutrausch versetzt."

# curseinfo::sparkle_1
source: "In a dream, a fairy appears to $unit($unit). ($int36($id))"
de: "$unit($unit) ist im Traum eine Fee erschienen. ($int36($id))"

# rust_effect_0
source: "$unit($mage) calls forth a terrible torment over the enemy side, but there was nobody who could be affected by it."
de: "$unit($mage) ruft ein fürchterliches Unwetter über seine Feinde, doch es gab niemanden mehr, den dies treffen konnte."

# error1222
source: "$unit($unit) in $region($region): '$order($command)' - The building is not ours."
de: "$unit($unit) in $region($region): '$order($command)' - Das Gebäude gehört uns nicht."

# header_battle
source: "There is a battle in $region($region)."
de: "In $region($region) findet ein Kampf statt."

# wormhole_dissolve
source: "The wormhole in $region($region) disappears."
de: "Das Wurmloch in $region($region) schließt sich."

# error23
source: "$unit($unit) in $region($region): '$order($command)' - Contact was not possible due to siege."
de: "$unit($unit) in $region($region): '$order($command)' - Der Belagerungszustand macht die Kontaktaufnahme unmöglich."

# error12
source: "$unit($unit) in $region($region): '$order($command)' - The ship is not ours."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff gehört uns nicht."

# error34
source: "$unit($unit) in $region($region): '$order($command)' - This unit has no permission to come on board."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit darf nicht an Bord kommen."

# income_steal
source: "$unit($unit) steals $int($amount) silver in $region($region)."
de: "$unit($unit) klaut in $region($region) $int($amount) Silber."

# itemcrumble
source: "$unit($unit) in $region($region): $int($amount) $resource($item,$amount) turn to dust."
de: "$unit($unit) in $region($region): $int($amount) $resource($item,$amount) zerfallen zu Staub."

# error86
source: "$unit($unit) in $region($region): '$order($command)' - Wrong password."
de: "$unit($unit) in $region($region): '$order($command)' - Falsches Passwort."

# luxury_notsold
source: "$unit($unit) in $region($region): '$order($command)' - These goods are not on sale here."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Luxusgut wird hier nicht verkauft."

# error75
source: "$unit($unit) in $region($region): '$order($command)' - This unit does not accept anybody."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit nimmt niemanden an."

# error97
source: "$unit($unit) in $region($region): '$order($command)' - Insects cannot be recruited in glacier regions."
de: "$unit($unit) in $region($region): '$order($command)' - In Gletschern können keine Insekten rekrutiert werden."

# regionmagic_effect
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) puts a spell on the region."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) gelingt es die Region zu verzaubern."

# error158
source: "$unit($unit) in $region($region): '$order($command)' - Magicians always work alone!"
de: "$unit($unit) in $region($region): '$order($command)' - Magier arbeiten grundsätzlich nur alleine!"

# spyreport_mage
source: "$unit($target) is a ${type}-magician"
de: "$unit($target) ist ein ${type}-Magier."

# error268
source: "$unit($unit) in $region($region): '$order($command)' - You cannot transfer items here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier kann man nichts übergeben."

# error264
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have this good."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Gut hat die Einheit nicht."

# error154
source: "$unit($unit) in $region($region): '$order($command)' - Highly qualified people refuse to work for other parties."
de: "$unit($unit) in $region($region): '$order($command)' - Hochqualifizierte Personen weigern sich, für andere Parteien zu arbeiten."

# error_notstonecircle
source: "$unit($unit) in $region($region): '$order($command)' - $building($building) is not a stone circle."
de: "$unit($unit) in $region($region): '$order($command)' - $building($building) ist kein Steinkreis."

# error150
source: "$unit($unit) in $region($region): '$order($command)' - The owner must first LEAVE the building."
de: "$unit($unit) in $region($region): '$order($command)' - Der Besitzer muss das Gebäude zuerst verlassen."

# error229
source: "$unit($unit) in $region($region): '$order($command)' - A familiar is summoned, but it disappears again when it cannot get in contact with its natural element."
de: "$unit($unit) in $region($region): '$order($command)' - Ein Vertrauter wird beschworen, verschwindet jedoch wieder, als er keine Verbindung zu seinem Element herstellen kann."

# error_migrants_nolearn
source: "$unit($unit) in $region($region): '$order($command)' - Migrants cannot study this."
de: "$unit($unit) in $region($region): '$order($command)' - Migranten können keine kostenpflichtigen Talente lernen."

# error225
source: "$unit($unit) in $region($region): '$order($command)' - Starving units do not fight."
de: "$unit($unit) in $region($region): '$order($command)' - Hungernde Soldaten kämpfen nicht."

# error115
source: "$unit($unit) in $region($region): '$order($command)' - Number is already in use."
de: "$unit($unit) in $region($region): '$order($command)' - Nummer ist schon belegt."

# spell_out_of_range
source: "$unit($mage) casts $spell($spell), but nobody was in range."
de: "$unit($mage) zaubert $spell($spell), aber niemand war in Reichweite."

# error111
source: "$unit($unit) in $region($region): '$order($command)' - Message has been cut (too long)."
de: "$unit($unit) in $region($region): '$order($command)' - Nachricht zu lang - gekürzt."

# error221
source: "$unit($unit) in $region($region): '$order($command)' - You cannot build this here."
de: "$unit($unit) in $region($region): '$order($command)' - So etwas kann man hier nicht bauen."

# error_race_nolearn
source: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) cannot study."
de: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) können nichts lernen."

# buy
source: "$unit($unit) pays $int($money) silver for luxury items."
de: "$unit($unit) bezahlt $int($money) Silber für den Kauf von Luxusgütern."

# curseinfo::sparkle_15
source: "Rats follow $unit($unit)'s every step. ($int36($id))"
de: "Ratten folgen $unit($unit) auf Schritt und Tritt. ($int36($id))"

# arena_enter_fail
source: "$region($region) reverberates from the voice of the gate keeper: 'Only those who forgo material riches and who are willing to learn my enter the Plane of Challenge. And don't forget about my tip!'. $unit($unit) was not admitted."
de: "In $region($region) erklingt die Stimme des Torwächters: 'Nur wer ohne materielle Güter und noch lernbegierig ist, der darf die Ebene der Herausforderung betreten. Und vergiß nicht mein Trinkgeld.'. $unit($unit) erhielt keinen Einlaß."

# curseinfo::deathcloud
source: "A poison elemental is spreading pestilence and death. ($int36($id))"
de: "In der Region treibt ein Giftelementar sein Unwesen. ($int36($id))"

# income
source: "$unit($unit) earns $int($amount)$if($eq($wanted,$amount),""," of $int($wanted)") in $region($region) $if($eq($mode,1)," by entertainment",$if($eq($mode,2)," by taxes",$if($eq($mode,3)," by trade",$if($eq($mode,5)," by stealing",$if($eq($mode,6)," by magic",$if($eq($mode,7)," by pillaging",""))))))."
de: "$unit($unit) verdient$if($eq($mode,4)," am Handel","") in $region($region) $int($amount)$if($eq($wanted,$amount),""," statt $int($wanted)") Silber$if($eq($mode,1)," durch Unterhaltung",$if($eq($mode,2)," durch Steuern",$if($eq($mode,3)," durch Handel",$if($eq($mode,5)," durch Diebstahl",$if($eq($mode,6)," durch Zauberei",$if($eq($mode,7)," durch Plündern",""))))))."

# researchherb
source: "$unit($unit) discovers that $localize($amount) $resource($herb,0) grow in $region($region)."
de: "$unit($unit) in $region($region) stellt fest, dass es hier $localize($amount) $resource($herb,0) gibt."

# poison_death
source: "$unit($unit) dies from poison damage taken in $region($region)."
de: "$unit($unit) stirbt am Schaden durch den Giftelementar in $region($region)."

# error_notcomplete
source: "$unit($unit) in $region($region): '$order($command)' - $building($building) has to be complete before it can be blessed."
de: "$unit($unit) in $region($region): '$order($command)' - $building($building) muss vor der Weihe fertiggestellt sein."

# regenaura
source: "$unit($unit) regenerates $int($amount) aura in $region($region)."
de: "$unit($unit) in $region($region) regeneriert $int($amount) Aura."

# regionmagic_patzer
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) manages to put a spell on the region, but something went wrong nonetheless."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) gelingt es zwar die Region zu verzaubern, aber irgendwas ging schief."

# curseinfo::sparkle_11
source: "Bird songs follow $unit($unit) on all his travels. ($int36($id))"
de: "Vogelzwitschern begleitet $unit($unit) auf all seinen Wegen. ($int36($id))"

# wdw_pyramidspell_notfound
source: "$unit($unit) in $region($region): '$order($command)' - No pyramids may be build in this region. The closest region to build a pyramid in is between $int($mindist) and $int($maxdist) regions away."
de: "$unit($unit) in $region($region): '$order($command)' - In dieser Region können keine Pyramiden gebaut werden. Die nächste Pyramidenregion ist zwischen $int($mindist) und $int($maxdist) Regionen entfernt."

# sailforbidden
source: "The crew of the $ship($ship) refuses to travel to $region($region)."
de: "Die Mannschaft der $ship($ship) weigert sich, nach $region($region) zu reisen."

# sp_raisepeasantmob_effect
source: "$unit($mage) incites a revolt among the peasants of $region($region)."
de: "$unit($mage) wiegelt in $region($region) die Bauern zum Aufstand auf."

# error31
source: "$unit($unit) in $region($region): '$order($command)' - The castle could not be found."
de: "$unit($unit) in $region($region): '$order($command)' - Die Burg wurde nicht gefunden."

# error53
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot make potions."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann keine Tränke herstellen."

# error20
source: "$unit($unit) in $region($region): '$order($command)' - The ship could not be found."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff wurde nicht gefunden."

# error42
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have enough coachmen or has too much freights to lad the wagons."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat nicht genug Wagenlenker oder zuviel andere Fracht, um die Wagen aufzuladen."

# error64
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) is not sufficiently stealthy."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) ist nicht ausreichend getarnt."

# curseinfo::itemcloak
source: "$unit($unit)'s equipment is invisible. ($int36($id))"
de: "Die Ausrüstung von $unit($unit) scheint unsichtbar. ($int36($id))"

# error277
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot do this."
de: "$unit($unit) in $region($region): '$order($command)' - Das kann die Einheit nicht."

# error94
source: "$unit($unit) in $region($region): '$order($command)' - You cannot build a road here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier kann man keine Straße bauen."

# error167
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not go to the peasants."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit geht nicht zu den Bauern."

# use_realworld_only
source: "$unit($unit) in $region($region): '$order($command)' - This object can only be used in the real world."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Gegenstand kann nur in der realen Welt benutzt werden."

# error163
source: "$unit($unit) in $region($region): '$order($command)' - This potion can only be used by insects."
de: "$unit($unit) in $region($region): '$order($command)' - Die Nestwärme kann nur von Insektenvölkern benutzt werden."

# error273
source: "$unit($unit) in $region($region): '$order($command)' - You cannot teach here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier kann man nicht unterrichten."

# error238
source: "$unit($unit) in $region($region): '$order($command)' - You can recruit only orcs here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier können nur Orks rekrutiert werden."
