Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# spellfail::nocontact
source: "$unit($unit) in $region($region): '$order($command)' - $region($target) could not be contacted."
de: "$unit($unit) in $region($region): '$order($command)' - Zu $region($target) kann kein Kontakt hergestellt werden."

# error119
source: "$unit($unit) in $region($region): '$order($command)' - There is no marketplace without at least a tradepost."
de: "$unit($unit) in $region($region): '$order($command)' - Ohne einen Handelsposten gibt es keinen Markt."

# error124
source: "$unit($unit) in $region($region): '$order($command)' - You cannot buy that on a market place."
de: "$unit($unit) in $region($region): '$order($command)' - So etwas kann man nicht auf dem Markt kaufen."

# santa_m
source: 'Ho ho ho!' A fat little gnome Gnom on a sled pulled by 8 young dragons flies through the stary night and presents your faction with a $resource($item,1).
de: 'Ho ho ho!' Ein dicker Gnom fliegt auf einem von 8 Jungdrachen gezogenen Schlitten durch die Nacht und vermacht Deiner Partei einen $resource($item,1). (Um diesen Gegenstand einer Einheit zu geben, gib ihr den Befehl 'BEANSPRUCHE 1 $resource($item,1)').

# error234
source: "$unit($unit) in $region($region): '$order($command)' - The unit is busy disembarking."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist mit Ausschiffen beschäftigt.."

# spellfail::nolevel
source: "$unit($mage) in $region($region): '$order($command)' - This spell cannot be cast with variable level."
de: "$unit($mage) in $region($region): '$order($command)' - Dieser Zauber kann nicht mit Stufenangabe gezaubert werden."

# nr_score
source: "Your faction has a score of ${score}. The average score for similar factions is ${average}."
de: "Deine Partei hat ${score} Punkte. Der Durchschnitt für Parteien ähnlichen Alters ist ${average} Punkte."

# curseinfo::ship_unknown
source: "An unknown spell lies on this ship. ($int36($id))"
de: "Ein unbekannter Zauber liegt auf dem Schiff. ($int36($id))"

# alliance::kickedout
source: "$faction($member) was kicked from $alliance($alliance) by $int($votes) of the alliance's members."
de: "$faction($member) ist mit $int($votes) Stimmen aus $alliance($alliance) ausgeschlossen worden."

# error230
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot transport us to this place."
de: "$unit($unit) in $region($region): '$order($command)' - Dorthin kann die Einheit uns nicht transportieren."

# error120
source: "$unit($unit) in $region($region): '$order($command)' - Characters can be given only to human parties."
de: "$unit($unit) in $region($region): '$order($command)' - Personen können nur an Menschen übergeben werden."

# error_max_alchemists
source: "$unit($unit) in $region($region): '$order($command)' - There may not be more tha $int($amount) alchemists in your faction."
de: "$unit($unit) in $region($region): '$order($command)' - Es kann maximal $int($amount) Alchemisten pro Partei geben."

# error305
source: "$unit($unit) in $region($region): '$order($command)' - Options ZIP and BZIP2 can only be switched, not turned off."
de: "$unit($unit) in $region($region): '$order($command)' - Die Optionen ZIP und BZIP2 können nur um-, nicht ausgeschaltet werden."

# error301
source: "$unit($unit) in $region($region): '$order($command)' - Synonym missing."
de: "$unit($unit) in $region($region): '$order($command)' - Kein Synonym angegeben."

# iceberg_drift
source: "The iceberg $region($region) drifts $direction($dir)."
de: "Der Eisberg $region($region) treibt nach $direction($dir)."

# hornofpeace_r_success
source: "$unit($unit) in $region($region) blows the Horn of Dancing. Peaceful harmony spreads over the region."
de: "$unit($unit) in $region($region) bläst das Horn des Tanzes. In der ganzen Region breitet sich eine friedliche Feststimmmung aus."

# nr_vicinitystart
source: "To the $direction($dir) lies $trailto($region)"
de: "Im $direction($dir) der Region liegt $trailto($region)"

# giverestriction
source: "$unit($unit) in $region($region): '$order($command)' - Your faction must be at least $int($turns) weeks old to give something to another faction."
de: "$unit($unit) in $region($region): '$order($command)' - Deine Partei muss mindestens $int($turns) alt sein, um etwas an andere Parteien übergeben zu können."

# curseinfo::depression
source: "The peasants are upset. ($int36($id))"
de: "Die Bauern sind unzufrieden. ($int36($id))"

# patzer
source: "$unit($unit) fumbles while casting $spell($spell) in $region($region)."
de: "$unit($unit) unterläuft in $region($region) beim Zaubern von $spell($spell) ein Patzer."

# potionsave
source: "A fighter of $unit($unit) was saved by a healing potion."
de: "Eine Person von $unit($unit) konnte durch einen Heiltrank überleben."

# storm
source: "The $ship($ship) in $region($region) gets off course in heavy storm$if($sink," and sinks","")."
de: "Die $ship($ship) wird in $region($region) von Stürmen abgetrieben$if($sink," und sinkt","")."

# nr_insectwinter
source: It is winter, and insects can only recruit in deserts or with the aid of nestwarmth potions.
de: Es ist Winter, und Insekten können nur in Wüsten oder mit Hilfe des Nestwärme-Tranks Personen rekrutieren.

# spellfail_nomonsters
source: "$unit($unit) in $region($region): '$order($command)' - This spell cannot be cast on monsters."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber kann nicht auf Monster gezaubert werden."

# bagpipeoffear_region
source: "$unit($unit) plays the bagpipe. Stricken with fear the peasants give $int($money) silver."
de: "$unit($unit) spielt einen Dudelsack. Ausser sich vor Furcht geben die Bauern $int($money) Silber."

# sp_chaosrow_effect_1
source: "$unit($mage) mumbles arcane words. There is a sudden hubbub and the battle order is disturbed."
de: "$unit($mage) murmelt eine düster klingende Formel. Ein plötzlicher Tumult entsteht und bringt die Kampfaufstellung durcheinander."

# use_item
source: "$unit($unit) uses $int($amount) $resource($item,$amount)."
de: "$unit($unit) benutzt $int($amount) $resource($item,$amount)."

# sp_movecastle_effect
source: "An tremor shakes $building($building). Many little pseudopods lift up the building and carry it to $direction($direction)."
de: "Ein Beben erschüttert $building($building). Viele kleine Pseudopodien erheben das Gebäude und tragen es in Richtung $direction($direction)."

# feedback_no_contact_resist
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) did not contact us, and resists the spell."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) hat keinen Kontakt mit uns aufgenommen und widersteht dem Zauber."

# error176
source: "$unit($unit) in $region($region): '$order($command)' - You cannot cast this spell on a distant target."
de: "$unit($unit) in $region($region): '$order($command)' - Diesen Spruch kann man nicht in die Ferne richten."

# error286
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not transporting us."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit transportiert uns nicht."

# error83
source: "$unit($unit) in $region($region): '$order($command)' - No peasant could be caught."
de: "$unit($unit) in $region($region): '$order($command)' - Es konnte kein Bauer gefangen werden."

# error50
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not experienced enough to do this."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht erfahren genug dafür."

# error282
source: "$unit($unit) in $region($region): '$order($command)' - You cannot start a jihad against this race."
de: "$unit($unit) in $region($region): '$order($command)' - Gegen diese Rasse kann kein Jihad ausgerufen werden."

# nmr_warning_final
source: "Please send in orders for the next turn if you want to continue playing."
de: "Bitte sende die Befehle nächste Runde ein, wenn du weiterspielen möchtest."

# error172
source: "$unit($unit) in $region($region): '$order($command)' - There was no spell supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Es wurde kein Zauber angegeben."

# entrance_denied
source: "$unit($unit) in $region($region): '$order($command)' - Entrance to $building($building) was denied."
de: "$unit($unit) in $region($region): '$order($command)' - Der Eintritt in $building($building) wurde verwehrt."

# maelstrom_effect
source: "$unit($mage) summons the power of the seas and a giant maelstrom forms."
de: "$unit($mage) beschwört die Mächte des Wassers und ein gigantischer Strudel bildet sich."

# displayitem
source: "$resource($item,1) (weight: $weight($weight)): $description"
de: "$resource($item,1) (Gewicht: $weight($weight)): $description"

# error128
source: "$unit($unit) in $region($region): '$order($command)' - The faction cannot hire so many strangers."
de: "$unit($unit) in $region($region): '$order($command)' - So viele Fremde kann die Partei nicht aufnehmen."

# error247
source: "$unit($unit) in $region($region): '$order($command)' - The faction is already named."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei hat schon einen Namen."

# spellfail_generous
source: "$unit($unit) in $region($region): '$order($command)' - The mood in this region is so bad that nobody reacts to the spell."
de: "$unit($unit) in $region($region): '$order($command)' - Die Stimmung in der Region ist so schlecht, dass niemand auf den Zauber reagiert."

# healing_effect_0
source: "$unit($mage) sees after the wounded and heals $int($amount)."
de: "$unit($mage) kümmert sich um die Verletzten und heilt $int($amount) Verwundete."

# use_questkey_wrongregion
source: "$unit($unit) in $region($region): '$order($command)' - No fitting lock can be found here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier ist kein passendes Schloss."

# error243
source: "$unit($unit) in $region($region): '$order($command)' - You did not specify a valid race."
de: "$unit($unit) in $region($region): '$order($command)' - Keine gültige Rasse angegeben."

# error133
source: "$unit($unit) in $region($region): '$order($command)' - You must build a caravansary before building roads through deserts."
de: "$unit($unit) in $region($region): '$order($command)' - Um in Wüsten Straßen bauen zu können, muß zuerst eine Karawanserei errichtet werden."

# changepasswd
source: "The password of this faction is '$value'."
de: "Das Passwort für diese Partei lautet ${value}."

# cast_combatspell
source: "$unit($mage) casts $spell($spell): $int($dead) $if($eq($dead,1),"enemy was", "enemies were") killed."
de: "$unit($mage) zaubert $spell($spell): $int($dead) $if($eq($dead,1),"Krieger wurde", "Krieger wurden") getötet."

# cast_petrify_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters were petrified."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Kriegern wurden versteinert."

# error309
source: "$unit($unit) in $region($region): '$order($command)' - This unit already assumed lycantropic form."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Einheit ist schon ein Werwesen."

# nr_stat_salary_new
source: "peasant wages: $int($max) silver"
de: "Bauerneinnahmen: $int($max) Silber"

# income_magic_reduced
source: "$unit($unit) in $region($region) earns $int($amount)$if($eq($wanted,$amount),""," instead of $int($wanted)") silver through magic."
de: "$unit($unit) verdient in $region($region) $int($amount)$if($eq($wanted,$amount),""," statt $int($wanted)") Silber durch Zauberei."

# destroy_ship_1
source: "$unit($unit) could not destroy $ship($ship)."
de: "$unit($unit) konnte $ship($ship) nicht zerstören."

# error314
source: "$unit($unit) in $region($region): '$order($command)' - Restart can only be used once."
de: "$unit($unit) in $region($region): '$order($command)' - Eine Partei kann nur einmal neu starten."

# error310
source: "$unit($unit) in $region($region): '$order($command)' - This unit is not in lycantropic form."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Einheit ist kein Werwesen."

# error_pflnorecruit
source: "$unit($unit) in $region($region): '$order($command)' - You cannot recruit in this plane."
de: "$unit($unit) in $region($region): '$order($command)' - In der Ebene der Herausforderung kann niemand rekrutiert werden."

# sp_mindblast_temp_effect
source: "$unit($mage) casts $spell($spell). $int($amount) fighters are temporarily losing some of their memories."
de: "$unit($mage) zaubert $spell($spell). $int($amount) Krieger verloren kurzzeitig ihr Gedächtnis."

# buildbuilding
source: "$unit($unit) builds $int($size) more on $building($building)."
de: "$unit($unit) baut für $int($size) an $building($building) weiter."

# spellfail_astralblock
source: "$unit($unit) in $region($region): '$order($command)' - The paths to the spirit world seem to be blocked."
de: "$unit($unit) in $region($region): '$order($command)' - Die Wege zwischen Geisterwelt und Realität scheinen blockiert zu sein."

# familiar_toofar
source: "$unit($unit) in $region($region): '$order($command)' - $unit($mage) cannot raise enough energy to channel the spell through $unit($unit)."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($mage) kann nicht genug Energie aufbringen, um diesen Spruch durch $unit($unit) zu wirken."

# wdw_pyramidspell_found
source: "$unit($unit) in $region($region): '$order($command)' - Pyramids may be build in this region."
de: "$unit($unit) in $region($region): '$order($command)' - In dieser Regione können Pyramiden gebaut werden."

# deorcified
source: "Little by little, people return to $region($region)."
de: "Langsam kehren andere Völker nach $region($region) zurück."

# sp_movecastle_fail_1
source: "$unit($unit) in $region($region): '$order($command)' - The elemental refuses to go $direction($direction)."
de: "$unit($unit) in $region($region): '$order($command)' - Der Elementar weigert sich, nach $direction($direction) zu gehen."

# curseinfo::strength
source: "Testosterone levels are at an all-time high. ($int36($id))"
de: "Die Leute strotzen nur so vor Kraft. ($int36($id))"

# magic_fumble
source: "$unit($unit) in $region($region): '$order($command)' - The magician is caught in their own spell."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier verfängt sich im eigenen Zauber."

# teach_nolearn
source: "$unit($unit) in $region($region): '$order($command)' - $unit($student) is not learning."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($student) lernt nicht."

# regionowned
source: "$unit($unit) could not travel from $region($region) to $region($target) because the owner denied entrance."
de: "$unit($unit) konnte nicht von $region($region) nach $region($target) reisen, da der Besitzer der Region es verhinderte."

# income_tradetax
source: "$unit($unit) collected $int($amount) silver trade tax in $region($region)."
de: "$unit($unit) verdient am Handel in $region($region) Steuern in Höhe von $int($amount) Silber."

# error19
source: "$unit($unit) in $region($region): '$order($command)' - First you have to leave the ship."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff muß erst verlassen werden."

# buyamount
source: "$unit($unit) buys $int($amount) $resource($resource,$amount)."
de: "$unit($unit) kauft $int($amount) $resource($resource,$amount)."

# fumblecurse
source: "$unit($unit) in $region($region) was cursed by an unknown magician."
de: "$unit($unit) in $region($region) wird von einem Unbekannten verflucht."

# regionmessage
source: "A message by $unit($sender) from $region($region): '$string'"
de: "Eine Botschaft von $unit.dative($sender) aus $region($region): '$string'"

# spellfail_noundead
source: "$unit($unit) in $region($region): '$order($command)' - This spell cannot be cast on undead."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber kann nicht auf Untote gezaubert werden."

# studycost
source: "$unit($unit) spends $int($cost) silver in $region($region) to study $skill($skill)."
de: "$unit($unit) in $region($region) verbraucht $int($cost) Silber für das Studium von $skill($skill)."

# flying_ship_result
source: "$unit($mage) summons a wind spirit that lifts the $ship($ship) into the clouds."
de: "$unit($mage) beschwört einen Luftgeist, der die $ship($ship) in die Wolken hebt."

# forestfire_spread
source: "The fire in $region($region) spread to $region($next) and $int($trees) were burned."
de: "Der Waldbrand in $region($region) griff auch auf $region($next) über, und $int($trees) verbrannten."

# maintenancefail
source: "$unit($unit) cannot pay the maintenance for $building($building)."
de: "$unit($unit) kann den Unterhalt von $building($building) nicht bezahlen."

# bagpipeoffear_faction
source: "$unit($unit) in $region($region): '$order($command)' - Stricken with fear the peasants give the bard $int($money) silver."
de: "$unit($unit) in $region($region): '$order($command)' - Ausser sich vor Furcht geben die Bauern dem Barden $int($money) Silber."

# unitmessage
source: "In $region($region), $unit($unit) received a message by $unit($sender): '$string'"
de: "In $region($region) erhielt $unit($unit) eine Botschaft von $unit.dative($sender): '$string'"

# para_after_battle
source: "Units after the battle:"
de: "Einheiten nach dem Kampf:"

# error189
source: "$unit($unit) in $region($region): '$order($command)' - Even the gods cannot dry out an entire ocean."
de: "$unit($unit) in $region($region): '$order($command)' - Selbst der mächtigste Magier der Welt könnte keinen Ozean austrocknen lassen."

# teach_student
source: "$unit($teacher) teaches $unit($student) $skill($skill)."
de: "$unit($teacher) lehrt $unit($student) $skill($skill)."

# curseinfo::astralblock
source: "Powerful magic disrupts our contact with reality. ($int36($id))"
de: "Mächtige Magie verhindert den Kontakt zur Realität. ($int36($id))"

# error299
source: "$unit($unit) in $region($region): '$order($command)' - Invalid prefix."
de: "$unit($unit) in $region($region): '$order($command)' - Ungültiges Prefix."

# curseinfo::baddream
source: "Nightmares plague the population. ($int36($id))"
de: "Albträume plagen die Leute. ($int36($id))"

# error295
source: "$unit($unit) in $region($region): '$order($command)' - Only mages may use an astralcrystal."
de: "$unit($unit) in $region($region): '$order($command)' - Nur ein Magier kann einen Astralkristall benutzen."

# error185
source: "$unit($unit) in $region($region): '$order($command)' - The spell seems exceptionally weak. Something has interfred with the magical energies."
de: "$unit($unit) in $region($region): '$order($command)' - Der Zauber scheint ungewöhnlich schwach zu sein. Irgendetwas hat die magischen Energien abgeleitet."

# error181
source: "$unit($unit) in $region($region): '$order($command)' - To do this, the magician has to be in a castle or on board a ship."
de: "$unit($unit) in $region($region): '$order($command)' - Dazu muß sich der Magier in der Burg oder an Bord des Schiffes befinden."

# curseinfo::calm_0
source: "$unit($unit) seems to like $race($race, 0). ($int36($id))"
de: "$unit($unit) scheint $race($race, 0) zu mögen. ($int36($id))"

# error256
source: "$unit($unit) in $region($region): '$order($command)' - You cannot pray for this."
de: "$unit($unit) in $region($region): '$order($command)' - Um so etwas kann man nicht beten."

# desertion
source: "$unit($unit) in $region($region) abandons your cause."
de: "$unit($unit) in $region($region) desertiert."

# error91
source: "$unit($unit) in $region($region): '$order($command)' - There are no mallorn trees here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier gibt es keine Mallornbäume."

# error137
source: "$unit($unit) in $region($region): '$order($command)' - Unknown help mode."
de: "$unit($unit) in $region($region): '$order($command)' - Unbekannter Hilfe-Modus."

# error80
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not armed and ready to fight."
de: "$unit($unit) in $region($region): '$order($command)' - Einheit ist nicht bewaffnet und kampffähig."

# error142
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have enough silver for recruiting."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat zuwenig Silber, um zu rekrutieren."

# rust_fail
source: "$unit($mage) puts a spell of rust on $unit($target) but it found nothing to consume."
de: "$unit($mage) legt einen Rosthauch auf $unit($target), doch der Rosthauch fand keine Nahrung."

# error252
source: "$unit($unit) in $region($region): '$order($command)' - What and how much should be sacrificed?"
de: "$unit($unit) in $region($region): '$order($command)' - Was und wieviel soll geopfert werden?"

# dissolve_units_3
source: "$unit($unit) in $region($region): $int($number) $race($race,$number) whithered and died."
de: "$unit($unit) in $region($region): $int($number) $race($race,$number) $if($eq($number,1),"verfaulte", "verfaulten")."

# trappedairelemental_success
source: "$unit($unit) in $region($region): '$order($command)' - The $ship($ship) will now be faster."
de: "$unit($unit) in $region($region): '$order($command)' - Die $ship($ship) wird jetzt schneller ihr Ziel erreichen."

# error208
source: "$unit($unit) in $region($region): '$order($command)' - Wrong aura values."
de: "$unit($unit) in $region($region): '$order($command)' - Auraangabe fehlerhaft."

# error318
source: "$unit($unit) in $region($region): '$order($command)' - The building can be expanded only once per turn."
de: "$unit($unit) in $region($region): '$order($command)' - Das Gebäude kann nur einmal pro Runde erweitert werden."

# teach_asgood
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) needs to be at least 2 levels better than $unit($student)."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) muß mindestens 2 Stufen besser sein als $unit($student)."

# drought_effect_1
source: "$unit($mage) calls the torching power of the sun upon $region($region). Ice melts and turns the lands into swamps. Powerful rivers wash away the fertile soil and drown people and animals alike. What buildings have not succumbed to the floods sink into the mire. The torrid sun changes the region forever."
de: "$unit($mage) ruft das Feuer der Sonne auf $region($region) hinab. Eis schmilzt und verwandelt sich in Morast. Reißende Ströme spülen die mageren Felder weg und ersäufen Mensch und Tier. Was an Bauten nicht den Fluten zum Opfer fiel, verschlingt der Morast. Die sengende Hitze verändert die Region für immer."

# error204
source: "$unit($unit) in $region($region): '$order($command)' - You cannot cast this spell in a region without trees."
de: "$unit($unit) in $region($region): '$order($command)' - In einer Region ohne Bäume kann man diesen Zauber nicht wirken."

# patzer5
source: "$unit($unit) feels far more exhausted than he should after casting $spell($spell) and assumes that any following spells will cost far more energy than usual."
de: "$unit($unit) fühlt sich nach dem Zaubern von $spell($spell) viel erschöpfter als sonst und hat das Gefühl, dass alle weiteren Zauber deutlich mehr Kraft als normalerweise kosten werden."

# analyse_region_age
source: "$unit($mage) discovers that $region($region) is charmed with '$curse($curse)', which will last for about $int($months) more weeks."
de: "$unit($mage) fand heraus, dass auf $region($region) der Zauber '$curse($curse)' liegt, der noch etwa $int($months) Wochen bestehen bleibt."

# plague_spell
source: "$unit($mage) sends the plague on $region($region)."
de: "$unit($mage) ruft in $region($region) eine Pest hervor."
