Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# error58
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not know how to entertain."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit weiß nicht, wie man gaukelt."

# magiccreate_effect
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) creates $int($amount) ${object}."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) erschafft $int($amount) ${object}."

# error25
source: "$unit($unit) in $region($region): '$order($command)' - A curse prevents this from happening."
de: "$unit($unit) in $region($region): '$order($command)' - Der Fluch verhindert das."

# error47
source: "$unit($unit) in $region($region): '$order($command)' - This unit is one of our allies."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist mit uns alliiert."

# error69
source: "$unit($unit) in $region($region): '$order($command)' - The region is guarded."
de: "$unit($unit) in $region($region): '$order($command)' - Die Region wird bewacht."

# overrun_by_iceberg
source: "The $ship($ship) has been damaged by a collision with an iceberg."
de: "Die $ship($ship) wird bei einer Kollision mit einem Eisberg beschädigt."

# song_of_peace_effect_1
source: "A wondrous song fills the air and enchants the public. The song's peaceful melody makes several listeners drop their weapons."
de: "In der Luft liegt ein wunderschönes Lied, dessen friedfertiger Stimmung sich niemand entziehen kann. Einige Leute werfen sogar ihre Waffen weg."

# error99
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not want to be transported."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit will nicht transportiert werden."

# disrupt_astral
source: "$unit($unit) is sent from the astral plain to $region($region)."
de: "$unit($unit) wird aus der astralen Ebene nach $region($region) geschleudert."

# curseinfo::badmagicresistancezone
source: "The magical resistance of some units in this region was weakened. ($int36($id))"
de: "Die natürliche Widerstandskraft gegen Verzauberung bestimmter Einheiten in dieser Region wurde geschwächt. ($int36($id))"

# error288
source: "$unit($unit) in $region($region): '$order($command)' - How much shall we tear down?"
de: "$unit($unit) in $region($region): '$order($command)' - Wieviel sollen wir einreißen?"

# curseinfo::badlearn
source: "People in this region suffer from insomnia. ($int36($id))"
de: "Alle Leute in der Region haben Schlafstörungen. ($int36($id))"

# error_nopeasants
source: "$unit($unit) in $region($region): '$order($command)' - There are no peasants in this region."
de: "$unit($unit) in $region($region): '$order($command)' - Hier gibt es keine Bauern."

# spellregionresists
source: "$unit($unit) in $region($region): '$order($command)' - The region could not be charmed."
de: "$unit($unit) in $region($region): '$order($command)' - Die Region konnte nicht verzaubert werden."

# curseinfo::calmmonster
source: This enchantment appears to make the unit well-disposed towards a particular faction. ($int36($id))
de: Dieser Beeinflussungszauber scheint die Einheit einem ganz bestimmten Volk wohlgesonnen zu machen. ($int36($id))

# error169
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not know this spell."
de: "$unit($unit) in $region($region): '$order($command)' - Diesen Zauber kennt die Einheit nicht."

# error174
source: "$unit($unit) in $region($region): '$order($command)' - This spell only makes sense in combat."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber ist nur im Kampf sinnvoll."

# error284
source: "$unit($unit) in $region($region): '$order($command)' - Undead can only be affected once by this spell."
de: "$unit($unit) in $region($region): '$order($command)' - Nur noch nicht gestärkte Untote können das Ziel dieses Zaubers sein."

# growtree_effect
source: $if($isnull($mage),"An unknown magician",$unit($mage)) created a holy forest of $int($amount) young trees.
de: $if($isnull($mage),"Ein unentdeckter Magier",$unit($mage)) erschuf einen heiligen Hain von $int($amount) Schößlingen.

# curseinfo::shipnodrift_0
source: "A silvery shimmer surrounds the $ship($ship). ($int36($id))"
de: "Ein silberner Schimmer umgibt die $ship($ship). ($int36($id))"

# error170
source: "$unit($unit) in $region($region): '$order($command)' - The peasants did not accept this gracious gift."
de: "$unit($unit) in $region($region): '$order($command)' - Die Bauern nehmen dieses großzügige Geschenk nicht an."

# dumbeffect
source: "$unit($unit) eats a duncebuns and forgets $int($weeks) weeks worth of $skill($skill)."
de: "$unit($unit) vergisst durch Dumpfbackenbrot $int($weeks) Wochen des Talentes $skill($skill)."

# renamed_ship_seen
source: "$ship($ship) in $region($region) received a nickname from $unit($renamer)."
de: "Die $ship($ship) in $region($region) bekommt von $unit.dative($renamer) einen Spitznamen."

# error126
source: "$unit($unit) in $region($region): '$order($command)' - You cannot sell this."
de: "$unit($unit) in $region($region): '$order($command)' - So etwas kann man nicht verkaufen."

# error236
source: "$unit($unit) in $region($region): '$order($command)' - The building is not finished yet."
de: "$unit($unit) in $region($region): '$order($command)' - Das Gebäude ist noch nicht fertig gebaut."

# error_unit_size
source: "$unit($unit) in $region($region): '$order($command)' - Units may not have more than $int($maxsize) members."
de: "$unit($unit) in $region($region): '$order($command)' - Einheiten dürfen nicht mehr als $int($maxsize) Personen enthalten."

# error232
source: "$unit($unit) in $region($region): '$order($command)' - This type of unit cannot enter a building."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Typ Einheit kann keine Gebäude betreten."

# error122
source: "$unit($unit) in $region($region): '$order($command)' - You can only breed horses in a stable."
de: "$unit($unit) in $region($region): '$order($command)' - Pferde kann man nur in einer Pferdezucht züchten."

# error307
source: "$unit($unit) in $region($region): '$order($command)' - We snotlings is too stupid fer dat!"
de: "$unit($unit) in $region($region): '$order($command)' - Snotlinge sind zu dumm, um auf den Feldern zu arbeiten."

# godcurse_destroy_ship
source: "Her sailors sick from the poisened ocean, planks, rudder und sails corroded by the waters of the cursed ocean, the $ship($ship) finally succumbs to her destiny and sinks."
de: "Die Mannschaft krank vom vergifteten Wasser, Planken, Ruder und Segel zerfressen von den Wassern des verfluchten Meeres, ergibt sich die $ship($ship) in ihr Schicksal und sinkt."

# too_many_units_in_faction
source: "$unit($unit) in $region($region): '$order($command)' - A faction may not consist of more than $int($allowed) units."
de: "$unit($unit) in $region($region): '$order($command)' - Eine Partei darf nicht aus mehr als $int($allowed) Einheiten bestehen."

# entermaelstrom
source: "The $ship($ship) sails into the maelstrom of $region($region) and takes $int($damage) damage$if($sink,". The ship sinks","")."
de: "Die $ship($ship) fährt in den Mahlstrom von $region($region) und nimmt $int($damage) Schaden$if($sink," und sinkt","")."

# error303
source: "$unit($unit) in $region($region): '$order($command)' - No trade is possible in this region."
de: "$unit($unit) in $region($region): '$order($command)' - In dieser Region kann man nichts verkaufen."

# patzer3
source: "When $unit($unit) in $region($region) tries to cast $spell($spell), a sudden disturbance ripples through the magical realm and a terrible force attempts to drag the magician to another dimension. However, with a final effort of strength, $unit($unit) manages to save himself."
de: "Als $unit($unit) in $region($region) versucht, $spell($spell) zu zaubern, scheint plötzlich ein Beben durch die magische Essenz zu laufen und ein furchtbarer Sog versucht $unit($unit) in eine andere Dimension zu ziehen. Mit letzter Kraft gelingt es $unit($unit) sich zu retten."

# heat_effect
source: "$unit($mage) puts protection from cold on $unit($target)."
de: "$unit($mage) belegt $unit($target) mit einem Kälteschutz."

# gbdream_noteach
source: "$unit($unit) in $region($region): '$order($command)' - There is an active spell in this region that prevents this."
de: "$unit($unit) in $region($region): '$order($command)' - Ein Zauber in dieser Region verhindert das."

# path_effect
source: "$unit($mage) creates dry and well-repaired roads in $region($region)."
de: "$unit($mage) sorgt für trockene Straßen in $region($region)."

# summonshadow_effect
source: "$unit($mage) summons $int($number) demons from the realm of shadows."
de: "$unit($mage) beschwört $int($number) Dämonen aus dem Reich der Schatten."

# error8
source: "$unit($unit) in $region($region): '$order($command)' - That is useless."
de: "$unit($unit) in $region($region): '$order($command)' - Das ist sinnlos."

# eathorse
source: "$unit($unit) ate $int($amount) horses."
de: "$unit($unit) verspeiste $int($amount) Pferde."

# confusion_result
source: "$unit($mage) summons a fog of confusion."
de: "$unit($mage) beschwört einen Schleier der Verwirrung."

# resource_missing
source: "$unit($unit) in $region($region): '$order($command)' - This requires $resource($missing,0)."
de: "$unit($unit) in $region($region): '$order($command)' - Dazu benötigt man $resource($missing,0)."

# give_person_peasants
source: "$unit($unit) transfers $int($amount) person$if($eq($amount,1),"","s") to the local peasants."
de: "$unit($unit) übergibt $int($amount) Person$if($eq($amount,1),"","en") an die Bauern."

# curseinfo::magicwalls
source: "These walls appear to have grown straight out of the earth. ($int36($id))"
de: "Diese Mauern wirken, als wären sie direkt aus der Erde gewachsen und nicht erbaut. ($int36($id))"

# sp_clone_effect
source: "$unit($mage) creates a clone."
de: "$unit($mage) erschafft einen Klon."

# enemy_discovers_spy_msg
source: "$unit($unit) was spotted sinking $ship($ship)."
de: "$unit($unit) wurde beim versenken von $ship($ship) entdeckt."

# curseinfo::nocostbuilding
source: "Time cannot touch these walls. ($int36($id))"
de: "Der Zahn der Zeit kann diesen Mauern nichts anhaben. ($int36($id))"

# income_fishing
source: "In $region($region), $unit($unit) catches fish worth $int($amount) silver."
de: "$unit($unit) fängt in $region($region) Fische im Wert von $int($amount) Silber."

# analyse_unit_noage
source: "$unit($mage) discovers that $unit($unit) is charmed with '$curse($curse)', which will last for centuries."
de: "$unit($mage) fand heraus, dass auf $unit($unit) der Zauber '$curse($curse)' liegt, dessen Kraft ausreicht, um noch Jahrhunderte bestehen zu bleiben."

# buildingcrash
source: "$building($building) in $region($region) collapses.$if($road," The collapse ruined half of the road.","")$if($opfer," There are $int($opfer) casualties.","")"
de: "In $region($region) stürzte $building($building) ein.$if($road," Beim Einsturz wurde die halbe Straße vernichtet.","")$if($opfer," $int($opfer) Opfer $if($eq($opfer,1),"ist","sind") zu beklagen.","")"

# alliance::kickattempt
source: "$int($votes) members of $alliance($alliance) tried to kick you out of the alliance."
de: "$int($votes) Mitglieder von $alliance($alliance) haben versucht, Deine Partei aus der Allianz auszuschliessen."

# becomewyrm
source: "$unit($mage) turns into a wyrm."
de: "$unit($mage) verwandelt sich in einen Wyrm."

# casualties
source: "$unit($unit) lost $int($fallen) people$if($alive,", $int($alive) survived","")$if($run," and $int($run) fled$if($isnull($runto),""," to $region($runto)")","")."
de: "$unit($unit) verlor $int($fallen) Personen$if($alive,", $int($alive) überlebten","")$if($run," und $int($run) flohen$if($isnull($runto),""," nach $region($runto)")","")."

# feedback_give_forbidden
source: "$unit($unit) in $region($region): '$order($command)' - You cannot give anything to this unit."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Einheit kann nichts gegeben werden."

# babbler_effect
source: "$unit($unit) spent the evening carousing in the tavern. In addition to a terrible headache, there remains this feeling of having told everyone the story of his entire life."
de: "$unit($unit) hat einen feuchtfröhlichen Abend in der Taverne verbracht. Ausser einem fürchterlichen Brummschädel ist da auch noch das dumme Gefühl die ganze Taverne mit seiner Lebensgeschichte unterhalten zu haben."

# babbler_resist
source: "$unit($unit) spent the evening carousing in the tavern. In addition to a terrible headache, there remains this feeling of having told $unit($mage) the story of his entire life."
de: "$unit($unit) hat einen feuchtfröhlichen Abend in der Taverne verbracht. Ausser einem fürchterlichen Brummschädel ist da auch noch das dumme Gefühl $unit($mage) seine ganze Lebensgeschichte erzählt zu haben."

# tidalwave_kill
source: "A tidal wave wipes out $region($region) and kills $unit($unit)."
de: "Eine gewaltige Flutwelle verschlingt $unit($unit) in $region($region)."

# error14
source: "$unit($unit) in $region($region): '$order($command)' - The ship is off shore."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff ist auf hoher See."

# renamed_notseen
source: "$unit($renamed) in $region($region) received a nickname."
de: "$unit($renamed) in $region($region) bekommt einen Spitznamen."

# curseinfo::goodmagicresistancezone
source: "The magical resistance of some units in this region was boosted. ($int36($id))"
de: "Die natürliche Widerstandskraft gegen Verzauberung bestimmter Einheiten in dieser Region wurde gestärkt. ($int36($id))"

# error66
source: "$unit($unit) in $region($region): '$order($command)' - The faction could not be found."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei wurde nicht gefunden."

# error88
source: "$unit($unit) in $region($region): '$order($command)' - The unit is lacking materials for building the ship."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat nicht genügend Materialien für den Schiffbau."

# error55
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot move."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann sich nicht fortbewegen."

# error77
source: "$unit($unit) in $region($region): '$order($command)' - The skill could not be recognized."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Talent wurde nicht erkannt."

# error178
source: "$unit($unit) in $region($region): '$order($command)' - No magic sphere was supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Es wurde kein Magiegebiet angegeben."

# error297
source: "$unit($unit) in $region($region): '$order($command)' - Buildings on the ocean may not be entered."
de: "$unit($unit) in $region($region): '$order($command)' - Gebäude auf dem Ozean können nicht betreten werden."

# generous_effect_1
source: "A touring minstrel entertains the locals. The joyous and generous disposition of his songs prove infectious."
de: "Die Darbietungen eines fahrenden Gauklers begeistern die Leute. Die fröhliche und ausgelassene Stimmung seiner Lieder überträgt sich auf alle Zuhörer."

# unit_unarmed
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not armed and ready to fight."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht bewaffnet und kampffähig."

# error183
source: "$unit($unit) in $region($region): '$order($command)' - The magician is not on board a ship."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier befindet sich nicht auf einem Schiff."

# error_nograves
source: "$unit($unit) in $region($region): '$order($command)' - There are no graves in $region($target)."
de: "$unit($unit) in $region($region): '$order($command)' - In $region($target) sind keine Gräber."

# error139
source: "$unit($unit) in $region($region): '$order($command)' - Different types do not mix."
de: "$unit($unit) in $region($region): '$order($command)' - Unterschiedliche Typen können nicht gemischt werden."

# error249
source: "$unit($unit) in $region($region): '$order($command)' - The ship cannot sail into the open seas."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff kann nicht aufs offene Meer hinaus segeln."

# killedbygm
source: "$unit($unit) in $region($region) was removed by a GM: \"$string\"."
de: "$unit($unit) wurde in $region($region) von einem GM gelöscht: \"$string\"."

# spellfail_distance
source: "$unit($unit) in $region($region): '$order($command)' - That region is too far away."
de: "$unit($unit) in $region($region): '$order($command)' - Die Region ist zu weit entfernt."

# para_lineup_battle
source: "Units before turn $int($turn):"
de: "Einheiten vor der $int($turn). Runde:"

# error245
source: "$unit($unit) in $region($region): '$order($command)' - The ship is already named."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff hat schon einen Namen."

# sp_chaosrow_effect_0
source: "$unit($mage) mumbles arcane words. There is a sudden hubbub, but order is restored quickly."
de: "$unit($mage) murmelt eine düster klingende Formel. Ein plötzlicher Tumult entsteht, der sich jedoch schnell wieder legt."

# error135
source: "$unit($unit) in $region($region): '$order($command)' - Unknown option."
de: "$unit($unit) in $region($region): '$order($command)' - Unbekannte Option."

# error131
source: "$unit($unit) in $region($region): '$order($command)' - You must build a tunnel before building roads through glaciers."
de: "$unit($unit) in $region($region): '$order($command)' - Um in Gletschern Straßen bauen zu können, muß zuerst ein Tunnel errichtet werden."

# error241
source: "$unit($unit) in $region($region): '$order($command)' - The faction must be at least 81 weeks old to restart with a new race."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei muß mindestens 81 Wochen alt sein, um einen Neustart mit einer anderen Rasse zu versuchen."

# feedback_unit_not_found
source: "$unit($unit) in $region($region): '$order($command)' - The unit could not be found."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit wurde nicht gefunden."

# error206
source: "$unit($unit) in $region($region): '$order($command)' - There is alrady a spell on that building."
de: "$unit($unit) in $region($region): '$order($command)' - Auf dem Gebäude liegt bereits so ein Zauber."

# error316
source: "$unit($unit) in $region($region): '$order($command)' - Without ingredients an alchemist can not produce anything."
de: "$unit($unit) in $region($region): '$order($command)' - Ohne Zutaten kann ein Alchemist nichts herstellen."

# error312
source: "$unit($unit) in $region($region): '$order($command)' - Lycantropes may not be mixed with normal people."
de: "$unit($unit) in $region($region): '$order($command)' - Werwesen können nicht mit anderen Personen gemischt werden."

# mallorn_effect
source: "The power of $unit($mage) flows into the ground and the trees which survived the spell appear much stronger now."
de: "$unit($mage) läßt einen Teil seiner selbst in die Erde fliessen. Die Bäume, die Transformation überlebt haben, erscheinen nun viel kräftiger."

# useflamingsword
source: "$int($amount) fighters of $unit($unit) are using their flaming sword."
de: "$int($amount) Krieger von $unit($unit) benutzen ihre Flammenschwerter."

# error202
source: "$unit($unit) in $region($region): '$order($command)' - This is not a valid race."
de: "$unit($unit) in $region($region): '$order($command)' - Das ist keine gültige Rasse."

# curseinfo::magicrunes_building
source: "The walls of $building($building) are inscribed with strange runes. ($int36($id))"
de: "Auf den Mauern von $building($building) erkennt man seltsame Runen. ($int36($id))"

# analyse_unit_fail
source: "It appears to $unit($mage) that $unit($unit) is charmed, but no details have been revealed."
de: "$unit($mage) meint, dass $unit($unit) verzaubert ist, konnte aber über den Zauber nichts herausfinden."

# spellunitresists
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) resists the spell."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) widersteht dem Zauber."

# give_peasants
source: "$unit($unit) gives $int($amount) $resource($resource,$amount) to the local peasants."
de: "$unit($unit) übergibt $int($amount) $resource($resource,$amount) an die Bauern."

# leftship
source: "$unit($unit) has just landed and cannot continue moving to $region($region)."
de: "$unit($unit) ist in dieser Runde gelandet und kann nicht weiter ins Landesinnere nach $region($region) vorstossen."

# astral_appear
source: "$unit($unit) appears."
de: "$unit($unit) erscheint plötzlich."

# magicresistance_effect
source: "$unit($unit) is briefly surrounded by a magical light."
de: "$unit($unit) wird kurz von einem magischen Licht umhüllt."

# siege
source: "$building($building) is under siege by $unit($unit)."
de: "$unit($unit) belagert $building($building)."

# missing_force
source: "$unit($unit) cannot muster enough energy to cast $spell($spell) on level $int($level)."
de: "$unit($unit) schafft es nicht, genug Kraft aufzubringen, um $spell($spell) auf Stufe $int($level) zu zaubern."

# shipdestroy_partial
source: "$unit($unit) in $region($region) damages the $ship($ship)."
de: "$unit($unit) in $region($region) beschädigt die $ship($ship)."

# forget
source: "$unit($unit) forgets $skill($skill)."
de: "$unit($unit) vergisst $skill($skill)."

# spell_astral_only
source: "$unit($unit) in $region($region): '$order($command)' - This spell can only be cast on the astral plane."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber kann nur im Astralraum gezaubert werden."

# sp_movecastle_fail_0
source: "$unit($unit) in $region($region): '$order($command)' - The elemental is too small to carry the building."
de: "$unit($unit) in $region($region): '$order($command)' - Der Elementar ist zu klein, um das Gebäude zu tragen."

# summonundead_effect_1
source: "$unit($mage) calls $int($amount) undead from their graves in $region($region)."
de: "$unit($mage) erweckt in $region($region) $int($amount) Untote aus ihren Gräbern."

# drown
source: "$unit($unit) drowns in $region($region)."
de: "$unit($unit) ertrinkt in $region($region)."

# travel
source: "$unit($unit) $if($eq($mode,1),"rides", "walks") from $region($start) to $region($end)$if($isnull($regions),""," by way of $trail($regions)")."
de: "$unit($unit) $if($eq($mode,1),"reitet", "wandert") von $region($start) nach $region($end).$if($isnull($regions),""," Dabei wurde $trail($regions) durchquert.")"

# curseinfo::skill_1
source: "$unit($unit) is incredibly skilled at $skill($skill). ($int36($id))"
de: "$unit($unit) ist ungewöhnlich geschickt in $skill($skill). ($int36($id))"

# error11
source: "$unit($unit) in $region($region): '$order($command)' - The ship is still off shore."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff befindet sich auf hoher See."

# error33
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not in our castle."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit befindet sich nicht in unserer Burg."

# error22
source: "$unit($unit) in $region($region): '$order($command)' - Unknown command."
de: "$unit($unit) in $region($region): '$order($command)' - Der Befehl wurde nicht erkannt."

# error44
source: "$unit($unit) in $region($region): '$order($command)' - The unit is off shore."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist auf hoher See."
