Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# error_flying_ship_too_big
source: "$unit($unit) in $region($region): '$order($command)' - $ship($ship) is too bulky to fly."
de: "$unit($unit) in $region($region): '$order($command)' - $ship($ship) ist zu groß, um fliegen zu können."

# familiar_describe
source: "$unit($mage) summons a familiar. $race($race, 0) can learn ${skills}."
de: "$unit($mage) ruft einen Vertrauten. $race($race, 0) können $skills lernen."

# wind_effect
source: "$unit($mage) asks the gods of wind and water on behalf of the $ship($ship)."
de: "$unit($mage) erfleht den Segen der Götter des Windes und des Wassers für $ship($ship)."

# para_army_index
source: "Army $int($index): $name"
de: "Heer $int($index): $name"

# wormhole_requirements
source: "$unit($unit) cannot travel through the wormhole in $region($region) because the unit is either too big or has restricted skills."
de: "$unit($unit) kann in $region($region) nicht durch das Wurmloch reisen, da die Einheit entweder zu gross ist oder teure Talente besitzt."

# cast_escape_effect
source: "$unit($mage) casts $spell($spell): The noise of the battle dies down and the mage is able to slip away unharmed."
de: "$unit($mage) zaubert $spell($spell): Das Kampfgetümmel erstirbt und er kann unbehelligt seines Weges ziehen."

# volcanostartsmoke
source: "Columns of smoke are released by the volcano of $region($region)."
de: "Aus dem Vulkankrater von $region($region) steigt plötzlich Rauch."

# nr_insectfall
source: It is the last week before winter in which insects can still recruit.
de: Es ist Spätherbst, und diese Woche ist die letzte vor dem Winter, in der Insekten rekrutieren können.

# error296
source: "$unit($unit) in $region($region): '$order($command)' - Trees won't grow here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier werden niemals Bäume wachsen."

# error186
source: "$unit($unit) in $region($region): '$order($command)' - This spell only works on dry land."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber kann nur auf Land gelegt werden."

# error51
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have enough silver."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat nicht genug Silber."

# error73
source: "$unit($unit) in $region($region): '$order($command)' - Hungry units cannot give anybody away."
de: "$unit($unit) in $region($region): '$order($command)' - Eine hungernde Einheit kann niemanden weggeben."

# error40
source: "$unit($unit) in $region($region): '$order($command)' - The unit did not contact us."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat keinen Kontakt mit uns aufgenommen."

# error182
source: "$unit($unit) in $region($region): '$order($command)' - The ship cannot leave in this direction."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff kann in diese Richtung nicht ablegen."

# analyse_ship_nospell
source: "It appears to $unit($mage) that $ship($ship) is not charmed."
de: "$unit($mage) meint, dass auf $ship($ship) kein Zauber liegt."

# error257
source: "$unit($unit) in $region($region): '$order($command)' - Invalid locale."
de: "$unit($unit) in $region($region): '$order($command)' - Ungültiges Locale."

# error147
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not in command of the largest castle in the region."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht Burgherr der größten Burg in der Region."

# unknowndirection
source: "$unit($unit) in $region($region): '$order($command)' - Direction '$dirname' was not recognized."
de: "$unit($unit) in $region($region): '$order($command)' - Die Richtung '$dirname' wurde nicht erkannt."

# error143
source: "$unit($unit) in $region($region): '$order($command)' - The unit is on board a ship."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist auf einem Schiff."

# spellfail_onocean
source: "$unit($unit) in $region($region): '$order($command)' - This spell cannot be cast while you are on the ocean."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber kann nicht auf hoher See gezaubert werden."

# error253
source: "$unit($unit) in $region($region): '$order($command)' - This magician is not strong enough to be sacrificed to the gods."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier ist nicht stark genug, sich den Göttern zu opfern."

# battle_loot
source: "$unit($unit) collects $int($amount) $resource($item,$amount)."
de: "$unit($unit) erbeutet $int($amount) $resource($item,$amount)."

# summonundead_effect_0
source: "$unit($mage) cannot summon any undead in $region($region)."
de: "$unit($mage) kann in $region($region) keine Untoten rufen."

# givedumb
source: "$unit($unit) administers $int($amount) duncebuns to $unit($recipient)."
de: "$unit($unit) gibt $int($amount) Dumpfbackenbrot an $unit($recipient)."

# error205
source: "$unit($unit) in $region($region): '$order($command)' - This spell works only in an ocean region."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber gelingt nur in einer Ozeanregion."

# error210
source: "$unit($unit) in $region($region): '$order($command)' - It is too dangerous to fly the ship in the storm."
de: "$unit($unit) in $region($region): '$order($command)' - Es ist zu gefährlich, ein sturmgepeitschtes Schiff fliegen zu lassen."

# eatpeasants
source: "$unit($unit) ate $int($amount) peasants."
de: "$unit($unit) verspeiste $int($amount) Bauern."

# error320
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot guard the region because it is trying to flee."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann nicht bewachen, da sie versucht zu fliehen."

# dissolve_units_2
source: "$unit($unit) in $region($region): $int($number) $race($race,$number) turned into $if($eq($number,1),"a tree", "trees")."
de: "$unit($unit) in $region($region): $int($number) $race($race,$number) $if($eq($number,1),"wurde zum Baum", "wurden zu Bäumen")."

# sp_eternizewall_effect
source: "$unit($mage) performs a ritual that binds the magical forces of $region($region) into the walls of $building($building)."
de: "Mit einem Ritual bindet $unit($mage) die magischen Kräfte der Erde von $region($region) in die Mauern von $building($building)."
