Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# renamed_building_seen
source: "$building($building) in $region($region) received a nickname from $unit($renamer)."
de: "$building($building) in $region($region) bekommt von $unit.dative($renamer) einen Spitznamen."

# sp_shadowknights_effect
source: "$unit($mage) summons a mirage."
de: "$unit($mage) beschwört Trugbilder herauf."

# give
source: "$unit($unit) gives $int($amount) $resource($resource,$amount) to $unit($target)."
de: "$unit($unit) übergibt $int($amount) $resource($resource,$amount) an $unit($target)."

# sellamount
source: "$unit($unit) sells $int($amount) $resource($resource,$amount)."
de: "$unit($unit) verkauft $int($amount) $resource($resource,$amount)."

# sp_migranten_fail1
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) is one of our kind, we should not waste aura on this."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) ist von unserer Art, das Ritual wäre verschwendete Aura."

# victory_murder_complete
source: "VICTORY! $if($eq($n,1), "The faction $winners has", "The factions $winners have") fulfilled the victory condition for the necessary time. The game is over."
de: "SIEG! $if($eq($n,1), "Die Partei $winners hat", "Die Parteien $winners haben") die Siegbedingung für die erforderliche Zeit erfüllt. Das Spiel ist damit beendet."

# shipsink
source: "The $ship($ship) has suffered too much damage and sinks."
de: "Die $ship($ship) ist zu stark beschädigt und sinkt."

# sp_bloodsacrifice_effect
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) receives $int($amount) aura."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) gewinnt durch das Ritual $int($amount) Aura."

# sp_confusion_effect_0
source: "$unit($mage) intones a mysterious chant. There is a sudden hubbub, but order is restored quickly."
de: "$unit($mage) stimmt einen seltsamen Gesang an. Ein plötzlicher Tumult entsteht, der sich jedoch schnell wieder legt."

# pest
source: "The region is visited by the plague and $int($dead) peasants died."
de: "Hier wütete die Pest, und $int($dead) Bauern starben."

# wormhole_exit
source: "$unit($unit) travels through a wormhole to $region($region)."
de: "$unit($unit) reist durch ein Wurmloch nach $region($region)."

# spellfail_astralonly
source: "$unit($unit) in $region($region): '$order($command)' - This spell will only work in the realm of spirits."
de: "$unit($unit) in $region($region): '$order($command)' - Der Zauber funktioniert nur in der Geisterwelt."

# analyse_ship_noage
source: "$unit($mage) discovers that $ship($ship) is charmed with '$curse($curse)', which will last for centuries."
de: "$unit($mage) fand heraus, dass auf $ship($ship) der Zauber '$curse($curse)' liegt, dessen Kraft ausreicht, um noch Jahrhunderte bestehen zu bleiben."

# destroy_road
source: "$unit($unit) demolishes the road between $region($from) and $region($to)."
de: "$unit($unit) reißt die Straße zwischen $region($from) und $region($to) ein."

# error13
source: "$unit($unit) in $region($region): '$order($command)' - The ship has moved already."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff hat sich bereits bewegt."

# aborted_battle
source: "The battle was aborted because all enemies escaped."
de: "Der Kampf wurde abgebrochen, da alle Verteidiger flohen."

# error24
source: "$unit($unit) in $region($region): '$order($command)' - Espionage was not possible due to siege."
de: "$unit($unit) in $region($region): '$order($command)' - Der Belagerungszustand macht Spionage unmöglich."

# usecatapult
source: "$int($amount) fighters of $unit($unit) launch their catapults."
de: "$int($amount) Krieger von $unit($unit) feuern ihre Katapulte ab."

# error76
source: "$unit($unit) in $region($region): '$order($command)' - This item cannot be used."
de: "$unit($unit) in $region($region): '$order($command)' - Diesen Gegenstand kann man nicht benutzen."

# error98
source: "$unit($unit) in $region($region): '$order($command)' - In winter, insects can be recruited only in deserts."
de: "$unit($unit) in $region($region): '$order($command)' - Insekten können im Winter nur in Wüsten rekrutiert werden."

# spyreport
source: "$unit($spy) managed to gather information about $unit($target): combat status ${status}."
de: "$unit($spy) gelang es, Informationen über $unit($target) herauszubekommen: Kampfstatus ${status}."

# newbie_password
source: "Your password is ${password}."
de: "Dein Passwort lautet ${password}."

# error65
source: "$unit($unit) in $region($region): '$order($command)' - Tuition was too high to be paid."
de: "$unit($unit) in $region($region): '$order($command)' - Die Lernkosten können nicht bezahlt werden."

# error87
source: "$unit($unit) in $region($region): '$order($command)' - Dragon blood is required for this elixir."
de: "$unit($unit) in $region($region): '$order($command)' - Für das Elixier benötigt man Drachenblut."

# spellfail_block
source: "$unit($unit) in $region($region): '$order($command)' - The connections from to this regions are blocked."
de: "$unit($unit) in $region($region): '$order($command)' - Die Wege aus dieser Region sind blockiert."

# error278
source: "$unit($unit) in $region($region): '$order($command)' - You cannot change the name and description of this building."
de: "$unit($unit) in $region($region): '$order($command)' - Name und Beschreibung des Gebäudes können nicht geändert werden."

# error168
source: "$unit($unit) in $region($region): '$order($command)' - No luxury items could be sold."
de: "$unit($unit) in $region($region): '$order($command)' - Es konnten keine Luxusgüter verkauft werden."

# stormwinds_reduced
source: "$unit($unit) could only enchant $int($ships) of $int($maxships) ships."
de: "$unit($unit) konnte nur $int($ships) von $int($maxships) Schiffen verzaubern."

# error283
source: "$unit($unit) in $region($region): '$order($command)' - Your password may only contain alphanumeric symbols."
de: "$unit($unit) in $region($region): '$order($command)' - Das Passwort darf nur Buchstaben und Ziffern enthalten."

# rust_effect
source: "$unit($mage) puts a spell of rust on $unit($target). $int($amount) weapons are eaten by rust."
de: "$unit($mage) legt einen Rosthauch auf $unit($target). $int($amount) Waffen wurden vom Rost zerfressen."

# nr_migrants
source: "Your faction has $int($units) migrants out of a possible total of $int($maxunits)."
de: "Deine Partei hat $int($units) Migranten und kann maximal $int($maxunits) Migranten aufnehmen."

# error239
source: "$unit($unit) in $region($region): '$order($command)' - Is a unit or a ship supposed to get a new number?"
de: "$unit($unit) in $region($region): '$order($command)' - Soll eine Einheit oder ein Schiff eine neue Nummer bekommen?"

# aurapotion50_effect
source: "$unit($unit) in $region($region): '$order($command)' - The mage is magically invigorated."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier fühlt sich durch den Trank magische gestärkt."

# error129
source: "$unit($unit) in $region($region): '$order($command)' - The faction cannot hire so many people."
de: "$unit($unit) in $region($region): '$order($command)' - So viele Leute kann die Partei nicht aufnehmen."

# spyreport_skills
source: "$unit($target) knows ${skills}."
de: "$unit($target) beherrscht ${skills}."

# sighting
source: "$if($isnull($region),"","In $region($region), ")$int($number) $race($race,$number) were discovered."
de: "$if($isnull($region),"Es","In $region($region)") wurde$if($eq($number,1),"","n") $int($number) $race($race,$number) gesichtet."

# nr_stat_recruits
source: "recruits: $int($max) peasants"
de: "Rekruten: max. $int($max) Bauern"

# error235
source: "$unit($unit) in $region($region): '$order($command)' - Maintenance has not been paid yet."
de: "$unit($unit) in $region($region): '$order($command)' - Für das Gebäude wurde noch kein Unterhalt bezahlt."

# error231
source: "$unit($unit) in $region($region): '$order($command)' - The unit or its animals would not survive there."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit oder ihre Tiere würden dort nicht überleben."

# error121
source: "$unit($unit) in $region($region): '$order($command)' - That resource does not exist in this region."
de: "$unit($unit) in $region($region): '$order($command)' - So etwas gibt es hier nicht."

# error306
source: "$unit($unit) in $region($region): '$order($command)' - Your faction is not old enough to start over."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei muß mindestens 9 Wochen alt sein, um einen Neustart zu versuchen."

# manacrystal_use
source: "$unit($unit) uses an astral crystal and gains $int($aura) aura."
de: "$unit($unit) benutzt einen Astralkristall und gewinnt $int($aura) Aura hinzu."

# error302
source: "$unit($unit) in $region($region): '$order($command)' - Synonym already set."
de: "$unit($unit) in $region($region): '$order($command)' - Bereits ein Synonym gesetzt."

# analyse_region_noage
source: "$unit($mage) discovers that $region($region) is charmed with '$curse($curse)', which will last for centuries."
de: "$unit($mage) fand heraus, dass auf $region($region) der Zauber '$curse($curse)' liegt, dessen Kraft ausreicht, um noch Jahrhunderte bestehen zu bleiben."

# icastle_create
source: "$unit($unit) in $region($region): '$order($command)' - The magician creates an illusionary building."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier erschafft ein Traumgebäude."

# spyfail
source: "$unit($spy) could not find out anything about $unit($target)."
de: "$unit($spy) gelang es nicht, etwas über $unit($target) herauszufinden."

# firewall_damage
source: "$unit($unit) steps through the wall of fire into $region($region) and receives severe burn damage."
de: "$unit($unit) erleidet beim Durchqueren der Feuerwand nach $region($region) schwere Verbrennungen."

# cast_speed_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters were magically accelerated."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger wurden magisch beschleunigt."

# firewall_effect
source: "$unit($mage) creates a wall of fire in $region($region)."
de: "$unit($mage) erschafft in $region($region) eine Wand aus Feuer."

# phunger
source: "$if($eq($dead,1),"One peasant starves","$int($dead) peasants starve")."
de: "$if($eq($dead,1),"Ein Bauer verhungert","$int($dead) Bauern verhungern")."

# transport
source: "$unit($unit) transported $unit($target) from $region($start) to $region($end)."
de: "$unit($unit) transportiert $unit($target) von $region($start) nach $region($end)."

# sp_holyground_effect
source: "$unit($mage) summons natural spirits into the ground of $region($region)."
de: "$unit($mage) beschwört Naturgeister in den Boden von $region($region)."

# curseinfo::maelstrom
source: The maelstrom in this area will heavily damage all ships coming into its wake. ($int36($id))
de: Der Mahlstrom in dieser Region wird alle Schiffe, die in seinen Sog geraten, schwer beschädigen. ($int36($id))

# leavefail
source: "$unit($unit) could not leave $region($region)."
de: "$unit($unit) konnte aus $region($region) nicht ausreisen."

# reduced_production
source: The region is ravaged, the ground infertile.
de: Die Region ist verwüstet, der Boden karg.

# feedback_no_astralregion
source: "$unit($unit) in $region($region): '$order($command)' - There is no connection to the astral plane here."
de: "$unit($unit) in $region($region): '$order($command)' - Es kann hier kein Kontakt zur Astralwelt aufgenommen werden."

# peace_active
source: "$unit($unit) in $region($region): '$order($command)' - It is so quiet and peaceful, nobody wants to attack anybody right now."
de: "$unit($unit) in $region($region): '$order($command)' - Es ist so schön friedlich, man möchte hier niemanden angreifen."

# peasantluck_success
source: "The stork paid an unexpected visit to $if($eq($births,1),"a peasant","$int($births) peasants")."
de: "$if($eq($births,1),"Einen Bauern","$int($births) Bauern") besucht unverhofft der Storch."

# astralshield_activate
source: "$unit($unit) reactivates the astral protection shield in $region($region)."
de: "$unit($unit) reaktiviert den astralen Schutzschild in $region($region)."

# destroy_curse_effect
source: "$unit($unit) in $region($region): '$order($command)' - The magician destroys the spell ($id) on ${target}."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier zerstört den Fluch ($id) auf ${target}."

# analyse_region_fail
source: "It appears to $unit($mage) that $region($region) is charmed, but no details have been revealed."
de: "$unit($mage) meint, dass auf $region($region) ein Zauber liegt, konnte aber über den Zauber nichts herausfinden."

# viewreality_effect
source: "$unit($unit) manages to catch a glimpse of reality through the fog."
de: "$unit($unit) gelingt es, durch die Nebel auf die Realität zu blicken."

# use_speedsail
source: "$unit($unit) sets a solar sail. The ship's speed is increased by $int($speed)."
de: "$unit($unit) setzt ein Sonnensegel. Die Geschwindigkeit des Schiffes erhöht um $int($speed)."

# error21
source: "$unit($unit) in $region($region): '$order($command)' - There is no information available for the request."
de: "$unit($unit) in $region($region): '$order($command)' - Dazu gibt es keine Informationen."

# error43
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have this."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat so etwas nicht."

# unknown_status
source: "$unit($unit) in $region($region): '$order($command)' - Unknown combat status."
de: "$unit($unit) in $region($region): '$order($command)' - Unbekannter Kampfstatus."

# error10
source: "$unit($unit) in $region($region): '$order($command)' - That does not make much sense."
de: "$unit($unit) in $region($region): '$order($command)' - Das macht wenig Sinn."

# error32
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not on board our ship."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit befindet sich nicht an Bord unseres Schiffes."

# error54
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot trade."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann nicht handeln."

# manufacture_skills
source: "$unit($unit) in $region($region): '$order($command)' - You need at least $int($minskill) $skill($skill), to produce $resource($product,0)."
de: "$unit($unit) in $region($region): '$order($command)' - Man benötigt mindestens $int($minskill) $skill($skill), um $resource($product,0) zu produzieren."

# error177
source: "$unit($unit) in $region($region): '$order($command)' - The familiar cannot cast this spell."
de: "$unit($unit) in $region($region): '$order($command)' - Diesen Spruch kann der Vertraute nicht zaubern."

# curseinfo::godcurseocean
source: "This region was cursed by the gods. The sea is a foul cesspool, noxious gases rise from the deep, undead seamonsters attack all ships. Noone can live here for long. ($int36($id))"
de: "Diese Region wurde von den Göttern verflucht. Das Meer ist eine ekelige Brühe, braunschwarze, stinkende Gase steigen aus den unergründlichen Tiefen hervor, und untote Seeungeheuer, Schiffe zerfressend und giftige grüne Galle geifernd, sind der Schrecken aller Seeleute, die diese Gewässer durchqueren. Niemand kann hier lange überleben. ($int36($id))"

# curseinfo::sparkle_4
source: "A circle of shimmering lights surrounds $unit($unit). ($int36($id))"
de: "Ein schimmernder Lichterkranz umgibt $unit($unit). ($int36($id))"

# error84
source: "$unit($unit) in $region($region): '$order($command)' - No name was supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Es wurde kein Name angegeben."

# spellfail_noexpensives
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) have unbreakable commitments to their faction."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) hat unaufkündbare Bindungen an seine alte Partei."

# error287
source: "$unit($unit) in $region($region): '$order($command)' - We cannot transport this unit there."
de: "$unit($unit) in $region($region): '$order($command)' - Dorthin können wir die Einheit nicht transportieren."

# error292
source: "$unit($unit) in $region($region): '$order($command)' - This unit cannot be taught."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann nicht unterrichtet werden."

# error95
source: "$unit($unit) in $region($region): '$order($command)' - Illusions cannot guard a region."
de: "$unit($unit) in $region($region): '$order($command)' - Illusionen können eine Region nicht bewachen."

# nr_stat_header
source: "Statistics for $region($region):"
de: "Statistik für $region($region):"

# sp_strongwalls_effect
source: "$unit($mage) causes the walls of $building($building) to glow in an eerie magic light."
de: "$unit($mage) läßt die Mauern von $building($building) in einem unheimlichen magischen Licht erglühen."

# curseinfo::orcish
source: "$unit($unit) goes from one amourous adventure to another. ($int36($id))"
de: "$unit($unit) stürzt sich von einem amourösen Abenteuer ins nächste. ($int36($id))"

# target_region_not_empty
source: "$unit($unit) in $region($region): '$order($command)' - There are units in the target region."
de: "$unit($unit) in $region($region): '$order($command)' - In der Zielregion befinden sich noch Einheiten."

# error173
source: "$unit($unit) in $region($region): '$order($command)' - Even in the Xontormia Library, this spell could not be found."
de: "$unit($unit) in $region($region): '$order($command)' - Selbst in der Bibliothek von Xontormia konnte dieser Spruch nicht gefunden werden."

# error138
source: "$unit($unit) in $region($region): '$order($command)' - We do not have anything that could be demolished."
de: "$unit($unit) in $region($region): '$order($command)' - Uns gehört nichts, was man abreißen oder versenken könnte."

# killsandhits
source: "$unit($unit) hit $int($hits) times and killed $int($kills) enemies."
de: "$unit($unit) erzielte $int($hits) Treffer und tötete $int($kills) Gegner."

# shapeshift_effect
source: "$unit($mage) makes $unit($target) appear as $race($race,$unit.size($target))."
de: "$unit($mage) läßt $unit($target) als $race($race,$unit.size($target)) erscheinen."

# error248
source: "$unit($unit) in $region($region): '$order($command)' - The faction has to be 10 turns old."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei muß mindestens 10 Runden alt sein."

# followfail
source: "$unit($follower) could not follow $unit($unit)."
de: "$unit($follower) konnte $unit($unit) nicht folgen."

# followdetect
source: "$unit($follower) followed $unit($unit)."
de: "$unit($follower) ist $unit($unit) gefolgt."

# unitnotfound_id
source: "$unit($unit) in $region($region): '$order($command)' - Unit $id could not be located."
de: "$unit($unit) in $region($region): '$order($command)' - Einheit $id wurde nicht gefunden."

# error244
source: "$unit($unit) in $region($region): '$order($command)' - The unit is already named."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat schon einen Namen."

# use_tacticcrystal
source: "$unit($unit) uses a dreameye in $region($region)."
de: "$unit($unit) benutzt in $region($region) ein Traumauge."

# error134
source: "$unit($unit) in $region($region): '$order($command)' - Unknown report option."
de: "$unit($unit) in $region($region): '$order($command)' - Unbekannte Meldungs-Option."

# error319
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot execute this command because it has been in combat."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann den Befehl in dieser Runde nicht ausführen, da sie an einem Kampf teilgenommen hat."

# analyse_building_noage
source: "$unit($mage) discovers that $building($building) is charmed with '$curse($curse)', which will last for centuries."
de: "$unit($mage) fand heraus, dass auf $building($building) der Zauber '$curse($curse)' liegt, dessen Kraft ausreicht, um noch Jahrhunderte bestehen zu bleiben."

# sink_lost_msg
source: "$int($amount) people of $unit($unit) drown.$if($isnull($region),""," The unit makes it to $region($region).")"
de: "$int($amount) Personen von $unit($unit) ertrinken.$if($isnull($region),""," Die Einheit rettet sich nach $region($region).")"

# error130
source: "$unit($unit) in $region($region): '$order($command)' - Syntax: MAGIC SPHERE [1-5]."
de: "$unit($unit) in $region($region): '$order($command)' - Syntax: MAGIEGEBIET [1-5]."

# error240
source: "$unit($unit) in $region($region): '$order($command)' - Is a unit or a ship supposed to be followed?"
de: "$unit($unit) in $region($region): '$order($command)' - Soll eine Einheit oder ein Schiff verfolgt werden?"

# error315
source: "$unit($unit) in $region($region): '$order($command)' - Not all ingredients present."
de: "$unit($unit) in $region($region): '$order($command)' - Nicht alle Zutaten vorhanden."

# volcanooutbreak
source: "The volcano in $region($regionv) erupts. The lava devastates $region($regionn)."
de: "Der Vulkan in $region($regionv) bricht aus. Die Lavamassen verwüsten $region($regionn)."

# seduce_effect_0
source: "$unit($unit) gives $unit($mage) $resources($items)."
de: "$unit($unit) schenkt $unit($mage) $resources($items)."

# error311
source: "$unit($unit) in $region($region): '$order($command)' - This unit can not change shape."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann sich nicht verwandeln."

# error201
source: "$unit($unit) in $region($region): '$order($command)' - Race and target unit have not been supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Rasse und Zieleinheit wurden vergessen."

# newbieimmunity
source: "Your faction is immune against assaults for $int($turns) more weeks."
de: "Deine Partei ist noch $int($turns) Wochen immun gegen Angriffe."

# curseinfo::auraboost_0
source: "Powerful magical energies are pulsing through $unit($unit). ($int36($id))"
de: "$unit($unit) fühlt sich von starken magischen Energien durchströmt. ($int36($id))"

# curseinfo::drought
source: "This region was hit by a drought. ($int36($id))"
de: "In dieser Gegend herrscht eine Dürre. ($int36($id))"

# race_cantwork
source: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) cannot work."
de: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) können nicht arbeiten."

# stealdetect
source: "$unit($unit) feels watched."
de: "$unit($unit) fühlt sich beobachtet."

# stealaura_detect
source: "$unit($unit) feels the powers of magic fade and loses $int($aura) aura."
de: "$unit($unit) fühlt seine magischen Kräfte schwinden und verliert $int($aura) Aura."

# missing_message
source: "Internal Error: Message '$name' is undefined."
de: "Interner Fehler: Meldung '$name' nicht definiert."

# analyse_ship_fail
source: "It appears to $unit($mage) that $ship($ship) is charmed, but no details have been revealed."
de: "$unit($mage) meint, dass auf $ship($ship) ein Zauber liegt, konnte aber über den Zauber nichts herausfinden."

# income_magic
source: "$unit($unit) earns $int($amount) silver through simple magical services in $region($region)."
de: "$unit($unit) verdient in $region($region) $int($amount) Silber durch Zauberei."

# stealaura_success
source: "$unit($mage) draws $int($aura) aura from $unit($target)."
de: "$unit($mage) entzieht $unit($target) $int($aura) Aura."
