Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# error228
source: "$unit($unit) in $region($region): '$order($command)' - Only normal characters can collect taxes."
de: "$unit($unit) in $region($region): '$order($command)' - Nur normale Personen können Steuern eintreiben."

# error118
source: "$unit($unit) in $region($region): '$order($command)' - This unit cannot produce that."
de: "$unit($unit) in $region($region): '$order($command)' - Diesen Gegenstand kann die Einheit nicht herstellen."

# curseinfo::sparkle_10
source: "A unicorn touches $unit($unit) with its horn and vanishes into the forest quickly after. ($int36($id))"
de: "Ein Einhorn berührt $unit($unit) mit seinem Horn und verschwindet kurz darauf im Unterholz. ($int36($id))"

# error114
source: "$unit($unit) in $region($region): '$order($command)' - Number is not valid."
de: "$unit($unit) in $region($region): '$order($command)' - Nummer ist nicht im gültigen Bereich."

# error233
source: "$unit($unit) in $region($region): '$order($command)' - Swimmers cannot enter ships."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Typ Einheit kann keine Schiffe betreten."

# iceberg_create
source: "The glacier in $region($region) breaks up and drifts away."
de: "Der Gletscher von $region($region) bricht und treibt davon."

# chaos_disease
source: "$unit($unit) is stricken by a strange disease."
de: "$unit($unit) scheint von einer seltsamen Krankheit befallen."

# error1
source: "$unit($unit) in $region($region): '$order($command)' - There are not enough experienced sailors on board the ship."
de: "$unit($unit) in $region($region): '$order($command)' - Auf dem Schiff befinden sich zuwenig erfahrene Seeleute."

# sp_icastle_effect
source: "Flabbergasted, the peasants of $region($region) behold a new building."
de: "Verwundert blicken die Bauern von $region($region) auf ein neues Gebäude."

# curseinfo::godcurse
source: "This region was cursed by the gods. Stinking vapors billow over the dead ground and hideous creatures move about the country. The wells are poisened and the edible plants are covered by a pink fungus. Noone can live here for long. ($int36($id))"
de: "Diese Region wurde von den Göttern verflucht. Stinkende Nebel ziehen über die tote Erde und furchtbare Kreaturen ziehen über das Land. Die Brunnen sind vergiftet, und die wenigen essbaren Früchte sind von einem rosa Pilz überzogen. Niemand kann hier lange überleben. ($int36($id))"

# recruit_archetype
source: "$unit($unit) recruits $int($amount) $localize($archetype)."
de: "$unit($unit) rekrutiert $int($amount) $localize($archetype)."

# para_tactics_won
source: "$unit($unit) surprises the enemies."
de: "$unit($unit) überrascht den Gegner."

# raindance_effect
source: "$if($isnull($mage),"an unseen magician",$unit($mage)) dances a strange dance. Shortly after, rain begins to fall on the fields."
de: "$if($isnull($mage),"Ein unentdeckter Magier",$unit($mage)) führt einen sonderbaren Tanz auf. Kurz darauf beginnt es zu regnen."

# income_tax
source: "$unit($unit) collects taxes of $int($amount) silver in $region($region)."
de: "$unit($unit) treibt in $region($region) Steuern in Höhe von $int($amount) Silber ein."

# give_person_ocean
source: "$unit($unit) drowns $int($amount)."
de: "$unit($unit) ertränkt $int($amount) Person$if($eq($amount,1),"","en")."

# error_no_tax_skill
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not now how to tax."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht geschult im Eintreiben von Steuern."

# sparkle_effect
source: "$unit($mage) puts a spell on $unit($target)."
de: "$unit($mage) belegt $unit($target) mit einem Zauber."

# error18
source: "$unit($unit) in $region($region): '$order($command)' - The ship is too heavily loaded to sail."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff ist zu schwer beladen, um in See zu stechen."

# sp_raisepeasants_effect
source: "$unit($mage) incites a revolt among $int($amount) peasants of $region($region)."
de: "$unit($mage) wiegelt in $region($region) $int($amount) Bauern zum Aufstand auf."

# pump_effect
source: "$unit($mage) questions $unit($unit) about $region($tregion)."
de: "$unit($mage) horcht $unit($unit) über $region($tregion) aus."

# curseinfo::sparkle_5
source: "A haunting melody fills the air, and $unit($unit) dances until late into the night. ($int36($id))"
de: "Eine Melodie erklingt, und $unit($unit) tanzt bis spät in die Nacht hinein. ($int36($id))"

# dragon_growl
source: "$unit($dragon): \"$localize($growl) $if($eq($number,1), "I smell", "We smell") something in $region($target)\"."
de: "$unit($dragon): \"$localize($growl) $if($eq($number,1), "Ich rieche", "Wir riechen") etwas in $region($target)\"."

# produce
source: "$unit($unit) in $region($region) produces $int($amount)$if($eq($wanted,$amount),""," of $int($wanted)") $resource($resource,$amount)."
de: "$unit($unit) in $region($region) produziert $int($amount)$if($eq($wanted,$amount),""," von $int($wanted)") $resource($resource,$wanted)."

# income_work
source: "In $region($region), $unit($unit) works for a wage of $int($amount) silver."
de: "$unit($unit) arbeitet in $region($region) für einen Lohn von $int($amount) Silber."

# nr_stat_people
source: "people: $int($max)"
de: "Personen: $int($max)"

# destroy_curse_noeffect
source: "$unit($unit) in $region($region): '$order($command)' - The spell is not strong enough to destroy the curse ($id) on ${target}."
de: "$unit($unit) in $region($region): '$order($command)' - Der Zauber ist nicht stark genug, um den Fluch ($id) auf ${target} zu zerstören."

# detectocean
source: "$unit($unit) discovered that $region($region) is $localize($terrain)."
de: "$unit($unit) entdeckt, dass $region($region) $localize($terrain) ist."

# spell_resist
source: "$unit($unit) manages to cast $spell($spell), but the spell seems to have no effect."
de: "$unit($unit) gelingt es $spell($spell) zu zaubern, doch der Spruch zeigt keine Wirkung."

# shipdestroy
source: "$unit($unit) sunk $ship($ship) in $region($region)."
de: "$unit($unit) in $region($region) versenkt die $ship($ship)."

# destroy_ship_3
source: "Somebody attempted to destroy $ship($ship)."
de: "Es wurde versucht, $ship($ship) zu zerstören."

# error289
source: "$unit($unit) in $region($region): '$order($command)' - What should we disguise as?"
de: "$unit($unit) in $region($region): '$order($command)' - Wie sollen wir uns tarnen?"

# spellbuildingnotfound
source: "$unit($unit) in $region($region): '$order($command)' - Building $int36($id) could not be located."
de: "$unit($unit) in $region($region): '$order($command)' - Gebäude $int36($id) wurde nicht gefunden."

# error179
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot learn this magic sphere."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Magiegebiet kann die Einheit nicht lernen."

# sp_migranten
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) has become one of our kind."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) wird von uns aufgenommen."

# error175
source: "$unit($unit) in $region($region): '$order($command)' - You cannot cast this spell while standing on a moving ship."
de: "$unit($unit) in $region($region): '$order($command)' - Diesen Spruch kann man nicht auf einem sich bewegenden Schiff stehend zaubern."

# error285
source: "$unit($unit) in $region($region): '$order($command)' - This unit knows no recipes for potions."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Einheit kennt keine Trankrezepte."

# dissolve_units_4
source: "$unit($unit) in $region($region): $int($number) $race($race,$number) turned to dust."
de: "$unit($unit) in $region($region): $int($number) $race($race,$number) $if($eq($number,1),"zerfiel", "zerfielen") zu Staub."

# error281
source: "$unit($unit) in $region($region): '$order($command)' - What race did you want the jihad to be against?"
de: "$unit($unit) in $region($region): '$order($command)' - Gegen welche Rasse soll der Jihad ausgerufen werden?"

# error171
source: "$unit($unit) in $region($region): '$order($command)' - This combat spell does not exist."
de: "$unit($unit) in $region($region): '$order($command)' - Diesen Kampfzauber gibt es nicht."

# astral_disappear
source: "$unit($unit) disappears."
de: "$unit($unit) wird durchscheinend und verschwindet."

# error127
source: "$unit($unit) in $region($region): '$order($command)' - Your faction cannot hire so many strangers."
de: "$unit($unit) in $region($region): '$order($command)' - So viele Fremde kann Deine Partei nicht aufnehmen."

# drought_effect_2
source: "$unit($mage) calls the torching power of the sun upon $region($region). The crops wither, horses die of thirst. A famine claims the lives of many peasants. The trees die and their bald branches cannot protect from the torrid sun that mercilessly burns the grounds."
de: "$unit($mage) ruft das Feuer der Sonne auf $region($region) hinab. Die Felder verdorren und Pferde verdursten. Die Hungersnot kostet vielen Bauern das Leben. Vertrocknete Bäume recken ihre kahlen Zweige in den blauen Himmel, von dem erbarmungslos die sengende Sonne brennt."

# usepotion
source: "$unit($unit) uses $resource($potion,1)."
de: "$unit($unit) benutzt $resource($potion,1)."

# error237
source: "$unit($unit) in $region($region): '$order($command)' - There are riots in this region."
de: "$unit($unit) in $region($region): '$order($command)' - Die Region befindet sich in Aufruhr."

# error90
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have travel with us."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit fährt nicht mit uns."

# orcified
source: "People in $region($region) flee because of too many orcs."
de: "Vor den vielen Orks in $region($region) fliehen die anderen Einwohner."

# plant_skills
source: "$unit($unit) in $region($region): '$order($command)' - At least $skill($skill) $int($minskill) is needed for planting $resource($product,0)."
de: "$unit($unit) in $region($region): '$order($command)' - Man benötigt mindestens $int($minskill) $skill($skill), um $resource($product,0) zu pflanzen."

# renamed_ship_notseen
source: "$ship($ship) in $region($region) received a nickname."
de: "Die $ship($ship) in $region($region) bekommt einen Spitznamen."

# error123
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have such a thing."
de: "$unit($unit) in $region($region): '$order($command)' - So etwas hat die Einheit nicht."

# error308
source: "$unit($unit) in $region($region): '$order($command)' - This skill cannot be raised any higher."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Talent kann nicht höher gelernt werden."

# spyreport_faction
source: "$unit($target) belongs to $faction($faction)."
de: "$unit($target) gehört der Partei $faction($faction) an."

# ship_drift
source: "The ship $ship($ship) drifts to the $direction($dir)."
de: "Die $ship($ship) treibt nach $direction($dir)."

# error_max_magicians
source: "$unit($unit) in $region($region): '$order($command)' - There may not be more than $int($amount) magicians in your faction."
de: "$unit($unit) in $region($region): '$order($command)' - Es kann maximal $int($amount) Magier pro Partei geben."

# error304
source: "$unit($unit) in $region($region): '$order($command)' - Units of a faction that can't be attacked may not guard."
de: "$unit($unit) in $region($region): '$order($command)' - Einheiten einer Partei, die noch immun gegen Angriffe ist, dürfen nicht bewachen."

# error300
source: "$unit($unit) in $region($region): '$order($command)' - Invalid synonym."
de: "$unit($unit) in $region($region): '$order($command)' - Ungültiges Synonym."

# error4
source: "$unit($unit) in $region($region): '$order($command)' - The building is already completed."
de: "$unit($unit) in $region($region): '$order($command)' - Das Gebäude ist bereits fertig."

# curseinfo::magicstreetwarn
source: "The roads are extremely dry and well-kept, but some areas show the first signs of potholes reappearing. ($int36($id))"
de: "Die Straßen sind erstaunlich trocken und gut begehbar, doch an manchen Stellen bilden sich wieder die erste Schlammlöcher. ($int36($id))"

# moveblocked
source: "$unit($unit) discovers that there is no route going $direction($direction)."
de: "$unit($unit) entdeckt, dass es keinen Weg nach $direction($direction) gibt."

# nr_market_info_p
source: "The local market offers $resource($p1,0) and $resource($p2,0)."
de: "Auf dem Markt werden $resource($p1,0) und $resource($p2,0) feilgeboten."

# stealeffect
source: "In $region($region), thieves stole $int($amount) silver from $unit($unit)."
de: "$unit($unit) wurden in $region($region) $int($amount) Silberstücke geklaut."

# curseinfo::calm_1
source: "$unit($unit) likes $faction($faction). ($int36($id))"
de: "$unit($unit) scheint $faction($faction) zu mögen. ($int36($id))"

# plant
source: "$unit($unit) plants $int($amount) $resource($herb,$amount) in $region($region)."
de: "$unit($unit) pflanzt in $region($region) $int($amount) $resource($herb,$amount)."

# nr_region_owner
source: "The region is owned by $faction($faction)."
de: "Die Region ist im Besitz von $faction($faction)."

# analyse_region_nospell
source: "It appears to $unit($mage) that $region($region) is not charmed."
de: "$unit($mage) meint, dass auf $region($region) kein Zauber liegt."

# one_circle_only
source: "$unit($unit) in $region($region): '$order($command)' - The faction has already chosen a magical school."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei hat bereits ein Magiegebiet."

# race_nosteal
source: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) cannot steal anything."
de: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) können nichts stehelen."

# error26
source: "$unit($unit) in $region($region): '$order($command)' - The amount of items to buy is missing."
de: "$unit($unit) in $region($region): '$order($command)' - Die Anzahl zu kaufender Produkte fehlt."

# error48
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not armed and ready to fight."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht bewaffnet und kampffähig."

# sailfail
source: "The $ship($ship) could not leave $region($region)."
de: "Die $ship($ship) konnte $region($region) nicht verlassen."

# error15
source: "$unit($unit) in $region($region): '$order($command)' - The ship has not yet been completed."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff ist noch nicht fertig gebaut."

# error37
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have this potion."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat diesen Trank nicht."

# error59
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not know anything about herbalism."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit weiß nichts über Botanik."

# ent_effect
source: "$unit($mage) animates $int($amount) trees."
de: "$unit($mage) belebt $int($amount) Bäume."

# error89
source: "$unit($unit) in $region($region): '$order($command)' - Money offer is missing."
de: "$unit($unit) in $region($region): '$order($command)' - Geldgebot fehlt."

# nr_header_date
source: "Report for $game, $date"
de: "Report für $game, $date"

# error188
source: "$unit($unit) in $region($region): '$order($command)' - You cannot cast this spell in a swamp."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Zauber kann nicht im Sumpf gezaubert werden."

# error298
source: "$unit($unit) in $region($region): '$order($command)' - The magician already has a clone."
de: "$unit($unit) in $region($region): '$order($command)' - Der Magier hat bereits einen Klon."

# fail_tooheavy
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) is too heavy."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) ist zu schwer."

# familiar_farcast
source: "$unit($unit) in $region($region): '$order($command)' - $unit($mage) cannot direct spells that are channeled through $unit($unit) into distant regions."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($mage) kann Zauber, die durch $unit($unit) gewirkt werden, nicht zusätzlich in die Ferne richten."

# error184
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not move."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit bewegt sich nicht."

# income_entertainment
source: "$unit($unit) earns $int($amount) in $region($region) with entertainment."
de: "$unit($unit) verdient in $region($region) $int($amount) Silber durch Unterhaltung."

# error180
source: "$unit($unit) in $region($region): '$order($command)' - The spell fails."
de: "$unit($unit) in $region($region): '$order($command)' - Der Zauber schlägt fehl."

# sp_shapeshift_fail
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) cannot take the form of $race($race,1)."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) kann nicht $race($race,1) werden."

# cast_rally_effect
source: "$unit($mage) quells the uprising in $region($region)."
de: "$unit($mage) besänftigt den Bauernaufstand in $region($region)."

# error246
source: "$unit($unit) in $region($region): '$order($command)' - The building is already named."
de: "$unit($unit) in $region($region): '$order($command)' - Das Gebäude hat schon einen Namen."

# stealaura_fail
source: "$unit($unit) could not draw aura from $unit($target)."
de: "$unit($unit) konnte $unit($target) keine Aura entziehen."

# nmr_warning
source: No orders were received for your faction!
de: Deine Partei hat letzte Runde keinen Zug abgegeben!

# destroy
source: "$unit($unit) destroys $building($building)."
de: "$unit($unit) zerstört $building($building)."

# volcanooutbreaknn
source: "The volcano in $region($region) erupts."
de: "Der Vulkan in $region($region) bricht aus."

# error132
source: "$unit($unit) in $region($region): '$order($command)' - You must build a dam before building roads through swamps."
de: "$unit($unit) in $region($region): '$order($command)' - Um in Sümpfen Straßen bauen zu können, muß zuerst ein Damm errichtet werden."

# error251
source: "$unit($unit) in $region($region): '$order($command)' - Even the gods cannot improve this power."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Kraft können selbst die Götter nicht mehr mächtiger machen."

# error207
source: "$unit($unit) in $region($region): '$order($command)' - You cannot transfer aura to this unit."
de: "$unit($unit) in $region($region): '$order($command)' - Zu dieser Einheit kann keine Aura übertragen werden."

# error317
source: "$unit($unit) in $region($region): '$order($command)' - This object is indestructible."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Objekt ist unzerstörbar."

# error_different_magic
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) does not understand our kind of magic."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) versteht unsere Art von Magie nicht."

# curseinfo::sparkle_3
source: "$unit($unit) is surrounded by a shower of glittering sparkles. ($int36($id))"
de: "$unit($unit) wird von einem glitzernden Funkenregen umgeben. ($int36($id))"

# error313
source: "$unit($unit) in $region($region): '$order($command)' - Lycantropes don't work."
de: "$unit($unit) in $region($region): '$order($command)' - Werwesen können nicht arbeiten."

# mail_result
source: "A message from $unit($unit): '$message'"
de: "Eine Botschaft von $unit($unit): '$message'"

# error203
source: "$unit($unit) in $region($region): '$order($command)' - No target has been supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Das Ziel wurde vergessen."

# cast_storm_effect
source: "$unit($mage) casts $spell($spell): Strong stormwinds are blowing and the archers are having a hard time aiming."
de: "$unit($mage) zaubert $spell($spell): Ein Sturm kommt auf und die Schützen können kaum noch zielen."

# patzer4
source: "When $unit($unit) in $region($region) tries to cast $spell($spell), strong winds suddenly rise. Bizarre ghostlike creatures circle around the magician and seem to be leeching magical energy. However, with a final effort of strength, $unit($unit) manages to complete the spell."
de: "Als $unit($unit) in $region($region) versucht, $spell($spell) zu zaubern erhebt sich plötzlich ein dunkler Wind. Bizarre geisterhafte Gestalten kreisen um den Magier und scheinen sich von den magischen Energien des Zaubers zu ernähren. Mit letzter Kraft gelingt es $unit($unit) dennoch den Spruch zu zaubern."

# curseinfo::magicrunes_ship
source: "The plank of $ship($ship) are inscribed with strange runes. ($int36($id))"
de: "Auf den Planken von $ship($ship) erkennt man seltsame Runen. ($int36($id))"

# santa_f
source: 'Ho ho ho!' A fat little gnome Gnom on a sled pulled by 8 young dragons flies through the stary night and presents your faction with a $resource($item,1).
de: 'Ho ho ho!' Ein dicker Gnom fliegt auf einem von 8 Jungdrachen gezogenen Schlitten durch die Nacht und vermacht Deiner Partei eine $resource($item,1). (Um diesen Gegenstand einer Einheit zu geben, gib ihr den Befehl 'BEANSPRUCHE 1 $resource($item,1)').

# cast_spell_effect
source: "$unit($mage) casts $spell($spell)."
de: "$unit($mage) zaubert $spell($spell)."

# curseinfo::disorientationzone
source: "A veil of confusion lies over the region. ($int36($id))"
de: "Ein Schleier der Verwirrung liegt über der Region. ($int36($id))"

# calm_effect
source: "$unit($mage) calms $unit($unit)."
de: "$unit($mage) besänftigt $unit($unit)."

# error7
source: "$unit($unit) in $region($region): '$order($command)' - This is no longer possible."
de: "$unit($unit) in $region($region): '$order($command)' - Das geht nicht mehr."

# summonundead_effect_2
source: "$unit($mage) communicates with the dead in $region($region)."
de: "$unit($mage) stört in $region($region) die Ruhe der Toten."

# generous_effect_0
source: "$unit($mage) entertains the locals. The joyous and generous disposition of his songs prove infectious."
de: "Die Darbietungen von $unit($mage) begeistern die Leute. Die fröhliche und ausgelassene Stimmung seiner Lieder überträgt sich auf alle Zuhörer."

# curseinfo::generous
source: "Everyone in this region seems to be having a very good time. ($int36($id))"
de: "Es herrscht eine fröhliche und ausgelassene Stimmung. ($int36($id))"

# buildroad
source: "$unit($unit) extends the road network in $region($region) by $int($size)."
de: "$unit($unit) erweitert in $region($region) das Straßennetz um $int($size)."

# nr_border_opaque
source: To the $direction($dir), ${object} is blocking the view.
de: Im $direction($dir) verperrt ${object} die Sicht.

# nr_border_transparent
source: To the $direction($dir) is ${object}.
de: Im $direction($dir) befindet sich ${object}.

# effectstrength
source: "$unit($mage) increases the strength of $unit($target) dramatically."
de: "$unit($mage) erhöht die Körperkraft von $unit.dative($target) beträchtlich."

# wormhole_appear
source: "A wormhole appears in $region($region)."
de: "In $region($region) erscheint ein Wurmloch."

# givecommand
source: "$unit($unit) gave control to $unit($recipient)."
de: "$unit($unit) gibt das Kommando an $unit($recipient)."

# sink_msg
source: "$ship($ship) disappears in the depths of $region($region)."
de: "$ship($ship) versinkt in den Fluten von $region($region)."
