Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# spydetect
source: "$unit($target) feels watched$if($isnull($spy),""," by $unit($spy)")."
de: "$unit($target) fühlt sich $if($isnull($spy),"","durch $unit($spy) ")beobachtet."

# income_trade
source: "$unit($unit) earned $int($amount) silver in $region($region) by selling luxury items."
de: "$unit($unit) verdient in $region($region) $int($amount) Silber durch den Verkauf von Luxusgütern."

# error74
source: "$unit($unit) in $region($region): '$order($command)' - This unit cannot give anybody away."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Einheit kann niemanden weggeben."

# error96
source: "$unit($unit) in $region($region): '$order($command)' - Nobody in this unit can be transferred."
de: "$unit($unit) in $region($region): '$order($command)' - In dieser Einheit gibt es niemanden, den man transferieren könnte."

# error187
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot execute this command because it has moved."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann den Befehl in dieser Runde nicht ausführen, da sie sich bewegt hat."

# error85
source: "$unit($unit) in $region($region): '$order($command)' - No email address was supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Es wurde keine Emailadresse angegeben."

# starvation
source: "$unit($unit) loses $int($dead) of $int($add($live,$dead)) people due to starvation in $region($region)."
de: "$unit($unit) verliert in $region($region) $int($dead) von $int($add($live,$dead)) Personen durch Unterernährung."

# error258
source: "$unit($unit) in $region($region): '$order($command)' - The target unit is invalid."
de: "$unit($unit) in $region($region): '$order($command)' - Die Zieleinheit ist ungültig."

# curseinfo::fogtrap
source: "Heavy fog makes it impossible to leave the region. ($int36($id))"
de: "Dichte Nebel bedecken diese Woche die Region. Keine Einheit schafft es, diese Nebel zu durchdringen und die Region zu verlassen. ($int36($id))"

# error148
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not in command of a castle."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht der Burgherr."

# poison_damage
source: "$unit($unit) is taking poison damage in $region($region)."
de: "$unit($unit) nimmt Schaden durch den Giftelementar in $region($region)."

# error144
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not on board a ship."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist auf keinem Schiff."

# magicboost_effect
source: "$unit($unit) in $region($region): '$order($command)' - The Spheres of Chaos return a part of his power to the magician."
de: "$unit($unit) in $region($region): '$order($command)' - Die Sphären des Chaos geben dem Magier einen Teil ihrer Kraft."

# error254
source: "$unit($unit) in $region($region): '$order($command)' - Invalid aura specification or not enough aura."
de: "$unit($unit) in $region($region): '$order($command)' - Auraangabe fehlerhaft oder zuwenig Aura."

# error250
source: "$unit($unit) in $region($region): '$order($command)' - Not enough karma."
de: "$unit($unit) in $region($region): '$order($command)' - Nicht genug Karma."

# error140
source: "$unit($unit) in $region($region): '$order($command)' - The unit is neither in a castle nor on board a ship."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit befindet sich weder in einer Burg noch auf einem Schiff."

# error215
source: "$unit($unit) in $region($region): '$order($command)' - You cannot reach the astral plane from here."
de: "$unit($unit) in $region($region): '$order($command)' - Von hier aus kann man die astrale Ebene nicht erreichen."

# destroy_ship_4
source: "$ship($ship) was destroyed."
de: "$ship($ship) wurde zerstört."

# error211
source: "$unit($unit) in $region($region): '$order($command)' - The ship is already under this spell."
de: "$unit($unit) in $region($region): '$order($command)' - Auf dem Schiff liegt bereits so ein Zauber."

# forestfire_effect
source: "$unit($mage) creates a flaming inferno in $region($region). $int($amount) trees fall victim to the flames."
de: "$unit($mage) erschafft in $region($region) eine verheerende Feuersbrunst. $int($amount) Bäume fallen den Flammen zum Opfer."

# error101
source: "$unit($unit) in $region($region): '$order($command)' - Nobody here can construct a building."
de: "$unit($unit) in $region($region): '$order($command)' - Keiner hier kann ein Gebäude errichten."

# orcgrowth
source: "$unit($unit) breeds $int($amount) new $race($race,$amount)."
de: "$unit($unit) vermehrt sich um $int($amount) $race($race,$amount)."

# sp_wolfhowl_effect
source: "$unit($mage) calls for the help of $int($amount) $race($race, $amount)."
de: "$unit($mage) ruft $int($amount) $race($race, $amount) zu Hilfe."

# tidalwave
source: "A tidal wave wipes out $region($region) and all who lived there."
de: "Eine gewaltige Flutwelle verschlingt $region($region) und alle Bewohner."

# cast_hero_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters had their moral boosted."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger wurden moralisch gestärkt."

# detectforbidden
source: "$unit($unit) refuses to travel to $region($region)."
de: "$unit($unit) weigert sich, nach $region($region) zu reisen."

# parse_error
source: "$unit($unit): '$command' - Parse error, unknown command."
de: "$unit($unit): '$command' - Dieser Befehl ist unbekannt."

# fogblock
source: "$unit($unit) could not travel $direction($direction) from $region($region), the fog was too dense."
de: "$unit($unit) konnte von $region($region) nicht nach $direction($direction) ausreisen, der Nebel war zu dicht."

# curseinfo::antimagiczone
source: "A spell is deflecting magical energies and weakening all other spells cast in the region. ($int36($id))"
de: "Dieser Zauber scheint magische Energien irgendwie abzuleiten und so alle in der Region gezauberten Sprüche in ihrer Wirkung zu schwächen oder ganz zu verhindern. ($int36($id))"

# nr_market_sale
source: "The local market offers $resource($product,0) at a price of $int($price) silver."
de: "Auf dem Markt wird für $resource($product,0) $int($price) Silber verlangt."

# stealfail
source: "$unit($unit) could not sneak close enough to $unit($target)."
de: "$unit($unit) gelang es nicht, sich nahe genug an $unit($target) heranzuschleichen."

# sp_disturbingdreams_effect
source: "$unit($mage) disturbs everyone's dreams in $region($region)."
de: "$unit($mage) sorgt für schlechten Schlaf in $region($region)."

# spy_discovered_msg
source: "$unit($unit) caught $unit($saboteur) trying to sink $ship($ship)."
de: "$unit($unit) entdeckte $unit($saboteur) beim Versenken von $ship($ship)."

# wrongpasswd
source: "Your orders had the wrong password (${password})."
de: "Deine Befehle hatten ein falsches Passwort (${password})."

# curseinfo::sparkle_9
source: "A large green snake offers $unit($unit) a fine-looking apple. ($int36($id))"
de: "$unit($unit) bekommt von einer Schlange einen Apfel angeboten. ($int36($id))"

# skill_needed
source: "$unit($unit) in $region($region): '$order($command)' - This requires the skill $skill($skill)."
de: "$unit($unit) in $region($region): '$order($command)' - Dazu braucht man das Talent $skill($skill)."

# renamed_seen
source: "$unit($renamed) in $region($region) received a nickname from $unit($renamer)."
de: "$unit($renamed) in $region($region) bekommt von $unit.dative($renamer) einen Spitznamen."

# analyse_unit_nospell
source: "It appears to $unit($mage) that $unit($target) is not charmed."
de: "$unit($mage) meint, dass auf $unit($target) kein Zauber liegt."

# army_report
source: "Army $int($index)($abbrev): $int($dead) dead, $int($fled) fled, $int($survived) survivors."
de: "Heer $int($index)($abbrev): $int($dead) Tote, $int($fled) Geflohene, $int($survived) Überlebende."

# receive_person
source: "$unit($target) receives $int($amount) person$if($eq($amount,1),"","s") from $unit($unit)."
de: "$unit($target) erhält $int($amount) Person$if($eq($amount,1),"","en") von $unit($unit)."

# donation
source: "$faction($from) donates $int($amount) silver to $faction($to)."
de: "$faction($from) gibt ein Almosen von $int($amount) Silber an $faction($to)."

# scunicorn
source: "$int($amount) $resource($rtype,$amount) $if($eq($amount,1),"joins","join") $unit($unit)."
de: "$unit($unit) $if($eq($amount,1),"schließt","schließen") sich $int($amount) $resource($rtype,$amount) an."

# try_astral
source: "$unit($unit) tried but failed to send $unit($target) to another world."
de: "$unit($unit) versuchte erfolglos, $unit($target) in eine andere Welt zu schleudern."

# error196
source: "$unit($unit) in $region($region): '$order($command)' - This is not a forest region."
de: "$unit($unit) in $region($region): '$order($command)' - Das ist keine Waldregion."

# objmagic_effect
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) puts a spell on ${target}."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) verzaubert ${target}."

# puttorest
source: "$unit($mage) redeems the tormented souls of the dead."
de: "$unit($mage) erlöst die gequälten Seelen der Toten."

# error41
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have enough silver."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat nicht genug Silber."

# error30
source: "$unit($unit) in $region($region): '$order($command)' - The message does not contain text."
de: "$unit($unit) in $region($region): '$order($command)' - Die Botschaft enthält keinen Text."

# error52
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot execute more long orders."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann keine weiteren langen Befehle ausführen."

# recruit_effect
source: "$unit($mage) managed to recruit $int($amount) $if($eq($amount,1),"peasant","peasants")."
de: "$unit($mage) konnte $int($amount) $if($eq($amount,1),"Bauer","Bauern") anwerben."

# spell_failed
source: "$unit($unit) tries to cast $spell($spell), but the spell fails!"
de: "$unit($unit) versucht $spell($spell) zu zaubern, doch der Zauber schlägt fehl!"

# error157
source: "$unit($unit) in $region($region): '$order($command)' - The faction has a different magic sphere."
de: "$unit($unit) in $region($region): '$order($command)' - Die Partei hat ein anderes Magiegebiet."

# auratransfer_success
source: "$unit($unit) transfers $int($aura) aura to $unit($target)."
de: "$unit($unit) transferiert $int($aura) Aura auf $unit($target)."

# error267
source: "$unit($unit) in $region($region): '$order($command)' - Only a single person can use the ticket."
de: "$unit($unit) in $region($region): '$order($command)' - Nur eine Einzelperson kann das Ticket benutzen."

# error263
source: "$unit($unit) in $region($region): '$order($command)' - This good is not produced here."
de: "$unit($unit) in $region($region): '$order($command)' - Dieses Gut wird hier produziert."

# error153
source: "$unit($unit) in $region($region): '$order($command)' - The unit joins the local peasants."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit schließt sich den Bauern an."

# error_onlandonly
source: "$unit($unit) in $region($region): '$order($command)' - The unit must be on land."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit muß sich an Land befinden."

# error_herorecruit
source: "$unit($unit) in $region($region): '$order($command)' - Heroes cannot recruit."
de: "$unit($unit) in $region($region): '$order($command)' - Helden können nicht rekrutieren."

# error109
source: "$unit($unit) in $region($region): '$order($command)' - Specify if a castle, a ship, a region, or a unit is supposed to be named."
de: "$unit($unit) in $region($region): '$order($command)' - Man muß angeben, ob eine Burg, ein Schiff, eine Einheit, eine Region oder eine Partei benannt werden soll."

# error224
source: "$unit($unit) in $region($region): '$order($command)' - Starving units cannot cast spells."
de: "$unit($unit) in $region($region): '$order($command)' - Hungernde Einheiten können nicht zaubern."

# piratesawvictim
source: "$if($isnull($ship),"$unit($unit)","The $ship($ship)") in $region($region) made $direction($dir) a target."
de: "$if($isnull($ship),"$unit($unit)","Die $ship($ship)") in $region($region) entdeckt ein Opfer im $direction($dir)."

# spyreport_items
source: "$unit($target) carries $resources($items)"
de: "Im Gepäck von $unit($target) sind $resources($items)."

# curseinfo::shipnodrift_1
source: "The $ship($ship) is blessed with favourable winds$if($lt($duration,3),", but the spell is starting to wear thin",""). ($int36($id))"
de: "Die $ship($ship) ist mit gutem Wind gesegnet$if($lt($duration,3),", doch der Zauber beginnt sich bereits aufzulösen",""). ($int36($id))"

# error105
source: "$unit($unit) in $region($region): '$order($command)' - Empty units can not be handed over."
de: "$unit($unit) in $region($region): '$order($command)' - Leere Einheiten können nicht übergeben werden."

# curseinfo::sparkle_7
source: "The women of the nearby village cast furtive looks at $unit($unit). ($int36($id))"
de: "Die Frauen des nahegelegenen Dorfes bewundern $unit($unit) verstohlen. ($int36($id))"

# error110
source: "$unit($unit) in $region($region): '$order($command)' - Specify if description is for a castle, a ship, a region, or a unit."
de: "$unit($unit) in $region($region): '$order($command)' - Man muß angeben, ob eine Burg, ein Schiff, eine Region oder eine Einheit beschrieben werden soll."

# curseinfo::sparkle_18
source: "The stench of decay is poring from all the orifices of $unit($unit). ($int36($id))"
de: "Fäulnisgeruch dringt $unit($unit) aus allen Körperöffnungen. ($int36($id))"

# error_captain_skill_low
source: "$unit($unit) in $region($region): '$order($command)' - The captain needs a sailing skill of at least $int($value), to command $ship($ship)."
de: "$unit($unit) in $region($region): '$order($command)' - Der Kapitän muß ein Segeltalent von mindestens $int($value) haben, um $ship($ship) zu befehligen."

# error220
source: "$unit($unit) in $region($region): '$order($command)' - No one could be seen in the astral fog."
de: "$unit($unit) in $region($region): '$order($command)' - Im astralen Nebel konnte niemand entdeckt werden."

# arena_enter
source: "A portal opens in $region($region). A voice calls: 'Welcome to the Plane of Challenge'. $unit($unit) walks through the gate to another world."
de: "In $region($region) öffnet sich ein Portal. Eine Stimme ertönt, und spricht: 'Willkommen in der Ebene der Herausforderung'. $unit($unit) durchschreitet das Tor zu einer anderen Welt."

# stealfatal
source: "$unit($unit) was caught by $unit($target) in attempted theft."
de: "$unit($unit) wurde von $unit.dative($target) beim versuchten Diebstahl ertappt."

# analyse_unit_age
source: "$unit($mage) discovers that $unit($unit) is charmed with '$curse($curse)' that will last for about $int($months) more weeks."
de: "$unit($mage) fand heraus, dass auf $unit($unit) der Zauber '$curse($curse)' liegt, der noch etwa $int($months) Wochen bestehen bleibt."

# sp_permtransfer_effect
source: "$unit($mage) sacrifices $int($amount) aura for $unit($target)."
de: "$unit($mage) opfert $unit($target) $int($amount) Aura."

# shipfly
source: "The $ship($ship) flies from $region($from) to $region($to)."
de: "Die $ship($ship) fliegt von $region($from) nach $region($to)."

# curseinfo::unit_unknown
source: "An unknown spell lies on this unit. ($int36($id))"
de: "Ein unbekannter Zauber liegt auf der Einheit. ($int36($id))"

# force_leave_ship
source: $unit($owner) asks $unit($unit) to leave $ship($ship).
de: $unit($owner) bittet $unit($unit), $ship($ship) zu verlassen.

# dissolve_units_1
source: "$unit($unit) in $region($region): $int($number) $race($race,$number) returned to the fields."
de: "$unit($unit) in $region($region): $int($number) $race($race,$number) $if($eq($number,1),"kehrte auf seine", "kehrten auf ihre") Felder zurück."

# hornofpeace_r_nosuccess
source: "$unit($unit) in $region($region) blows the Horn of Dancing, but nobody here gets into the mood."
de: "$unit($unit) in $region($region) bläst das Horn des Tanzes, doch niemand hier lässt sich von Stimmung anstecken."

# malnourish
source: "$unit($unit) is weakened due to malnourishment."
de: "$unit($unit) in $region($region) wird durch unzureichende Nahrung geschwächt."

# iceberg_land
source: "The iceberg $region($region) drifts onto a coast."
de: "Der Eisberg $region($region) treibt an eine Küste."

# produce_lowskill
source: "$unit($unit) in $region($region) is not proficient enough to produce $resource($resource,0)."
de: "$unit($unit) in $region($region) hat ein zu niedriges Talent, um $resource($resource,0) abzubauen."

# income_steal_reduced
source: "$unit($unit) steals only $int($amount) silver instead of$if($eq($wanted,$amount),""," of$if($eq($wanted,$amount),""," of $int($wanted)") ") in $region($region)."
de: "$unit($unit) klaut in $region($region) $int($amount)$if($eq($wanted,$amount),""," statt $int($wanted)") Silber."

# error_cannotmake
source: "$unit($unit) in $region($region): '$order($command)' - You cannot produce this."
de: "$unit($unit) in $region($region): '$order($command)' - So etwas kann man nicht machen."

# meow
source: "Meeoooooow..."
de: "Miiauuuuuu..."

# spelltargetnotfound
source: "$unit($unit) in $region($region): '$order($command)' - The spell could not find a target."
de: "$unit($unit) in $region($region): '$order($command)' - Es wurde kein Ziel gefunden."

# curseinfo::fumble
source: "$unit($unit) can hardly focus on anything. ($int36($id))"
de: "$unit($unit) kann sich kaum konzentrieren. ($int36($id))"

# curseinfo::sparkle_14
source: "The head of $unit($unit) has turned into a madly grinning skull. ($int36($id))"
de: "Der Kopf von $unit($unit) hat sich in einen grinsenden Totenschädel verwandelt. ($int36($id))"

# reanimate_effect_1
source: "$unit($mage) begins a ritual of resurrection augmented by a $resource($item,1). $int($amount) warriors rise from the dead."
de: "$unit($mage) beginnt ein Ritual der Wiederbelebung und benutzt ein $resource($item,1), um den Zauber zu verstärken. $int($amount) Krieger stehen von den Toten auf."

# analyse_building_nospell
source: "It appears to $unit($mage) that $building($building) is not charmed."
de: "$unit($mage) meint, dass auf $building($building) kein Zauber liegt."

# magicresistance_building
source: "The magical resistance has been strengthened. ($int36($id))"
de: "Die natürliche Widerstandskraft gegen Verzauberung ist gestärkt. ($int36($id))"

# race_notake
source: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) will not accept anything."
de: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) nehmen nichts an."

# cast_drainlife_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters had their life energy drained."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Kriegern wurde ihre Lebenskraft entzogen."

# headache_effect_0
source: "$unit($mage) invites $unit($unit) for a few too many drinks and a massive hangover."
de: "$unit($mage) verschafft $unit($unit) einige feuchtfröhliche Stunden mit heftigen Nachwirkungen."

# unholypower_limitedeffect
source: "$unit($mage) transforms $int($amount) from $unit($target) into $race($race,0)."
de: "$unit($mage) verwandelt $int($amount) aus $unit($target) in $race($race,0)."

# income_work_reduced
source: "$unit($unit) works in $region($region) for a wage of $int($amount) $if($eq($wanted,$amount),""," out of $int($wanted)") silver."
de: "$unit($unit) arbeitet in $region($region) für einen Lohn von $int($amount)$if($eq($wanted,$amount),""," statt $int($wanted)") Silber."

# maintenancespecialfail
source: "$unit($unit) lacks $resource($item,0) to operate $building($building)."
de: "$unit($unit) fehlen $resource($item,0) für den Betrieb von $building($building)."

# healing_effect_1
source: "$unit($mage) sees after the wounded and heals $int($amount). A $resource($item,1) improves the spell."
de: "$unit($mage) kümmert sich um die Verletzten und benutzt ein $resource($item,1), um den Zauber zu verstärken. $int($amount) Verwundete werden geheilt."

# error276
source: "$unit($unit) in $region($region): '$order($command)' - Ships cannot be built here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier kann man keine Schiffe bauen."

# error166
source: "$unit($unit) in $region($region): '$order($command)' - This race cannot besiege a castle."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Rasse kann eine Burg nicht belagern."

# chaosgate_effect_2
source: "A vortex of blinding light appears."
de: "Ein Wirbel aus blendendem Licht erscheint."

# hornofpeace_u_success
source: "$unit($unit) in $region($region): '$order($command)' - $int($pacified) regions have been pacified."
de: "$unit($unit) in $region($region): '$order($command)' - $int($pacified) Regionen wurden befriedet."

# error71
source: "$unit($unit) in $region($region): '$order($command)' - The given direction was not recognized."
de: "$unit($unit) in $region($region): '$order($command)' - Die Richtung wurde nicht erkannt."

# error93
source: "$unit($unit) in $region($region): '$order($command)' - There is already a port in this region."
de: "$unit($unit) in $region($region): '$order($command)' - Hier gibt es schon einen Hafen."

# no_attack_after_advance
source: "'$order($command)' - $unit($unit) marched into $region($region) during the last turn and is too exhausted to attack."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist noch zu erschöpft vom Einmarsch um zu attackieren."

# error82
source: "$unit($unit) in $region($region): '$order($command)' - There is no agreement with this number."
de: "$unit($unit) in $region($region): '$order($command)' - Es gibt keine Abstimmung mit dieser Nummer."

# error60
source: "$unit($unit) in $region($region): '$order($command)' - The unit is under siege."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit wird belagert."

# error162
source: "$unit($unit) in $region($region): '$order($command)' - This healing potion will be automatically used when needed."
de: "$unit($unit) in $region($region): '$order($command)' - Der Heiltrank wird automatisch bei Bedarf benutzt."

# error272
source: "$unit($unit) in $region($region): '$order($command)' - Horses are not allowed inside."
de: "$unit($unit) in $region($region): '$order($command)' - Pferde müssen leider draußen bleiben."

# warn_dropout
source: "Warning: $faction($faction) has not been sending in orders for $int($turns) turns and may be leaving the game soon."
de: "Achtung: $faction($faction) hat seit $int($turns) Wochen keine Züge eingeschickt und könnte dadurch in Kürze aus dem Spiel ausscheiden."

# arena_leave_fail
source: "The attempt to use wings of the gryphon failed. $unit($unit) could not leave the Plane of Challenge."
de: "Der Versuch, die Greifenschwingen zu benutzen, schlug fehl. $unit($unit) konnte die Ebene der Herausforderung nicht verlassen."

# battle_critical
source: "$int36($unit.id($unit))/$int($index) does critical damage."
de: "$int36($unit.id($unit))/$int($index) erzielt einen kritischen Treffer."

# error_spell_on_ship_already
source: "$unit($unit) in $region($region): '$order($command)' - There is already a spell on $ship($ship)."
de: "$unit($unit) in $region($region): '$order($command)' - Auf $ship($ship) liegt beeits ein Zauber."
