Repository: eressea/server
Catalog: res/translations/messages.*.po
Languages: de

# error200
source: "$unit($unit) in $region($region): '$order($command)' - Magician's maximum aura is not high enough for this spell."
de: "$unit($unit) in $region($region): '$order($command)' - Die maximale Aura reicht nicht für diesen Zauber."

# shipnoshore
source: "The $ship($ship) discovers that $region($region) is dry land."
de: "Die $ship($ship) entdeckt, dass $region($region) Festland ist."

# sp_sweetdreams_effect
source: "$unit($mage) causes $unit($unit) to have a wonderful night in $region($region)."
de: "$unit($mage) verschafft $unit($unit) ein schönes Nachtleben in $region($region)."

# error3
source: "$unit($unit) in $region($region): '$order($command)' - Description has been cut (too long)."
de: "$unit($unit) in $region($region): '$order($command)' - Beschreibung zu lang - gekürzt."

# charming_effect
source: "$unit($mage) chamrs $unit($unit). $unit($unit) will obey our orders for approximatley $int($duration) more weeks."
de: "$unit($mage) gelingt es $unit($unit) zu verzaubern. $unit($unit) wird für etwa $int($duration) Wochen unseren Befehlen gehorchen."

# target_region_invalid
source: "$unit($unit) in $region($region): '$order($command)' - invalid target region."
de: "$unit($unit) in $region($region): '$order($command)' - Ungültige Zielregion."

# nr_heroes
source: "Your faction has promoted $int($units) heroes out of a possible total of $int($maxunits)."
de: "Deine Partei hat $int($units) Helden und kann maximal $int($maxunits) Helden ernennen."

# cast_tired_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters had trouble staying awake."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger schleppten sich müde in den Kampf."

# caldera_handle_1
source: "$unit($unit) jumps into the eternal flame of the caldera."
de: "$unit($unit) springt in die ewigen Feuer des Kraters."

# weakmagic
source: "$unit($unit) in $region($region): '$order($command)' - The spell of $unit($unit) was way to weak and its magic dissolves immediately."
de: "$unit($unit) in $region($region): '$order($command)' - Der Zauber von $unit.dative($unit) war viel zu schwach und löst sich gleich wieder auf."

# analyse_building_fail
source: "It appears to $unit($mage) that $building($building) is charmed, but no details have been revealed."
de: "$unit($mage) meint, dass auf $building($building) ein Zauber liegt, konnte aber über den Zauber nichts herausfinden."

# spellfail_toomanytargets
source: "$unit($unit) in $region($region): '$order($command)' - This many people exceed the powers of the magician."
de: "$unit($unit) in $region($region): '$order($command)' - So viele Persoenen übersteigen die Kräfte des Magiers."

# harvest_effect
source: "$if($isnull($mage),"An unseen magician",$unit($mage)) blesses the fields in a short ritual."
de: "$if($isnull($mage),"Ein unentdeckter Magier",$unit($mage)) segnet in einem kurzen Ritual die Felder."

# buildship
source: "$unit($unit) builds $int($size) more on $ship($ship)."
de: "$unit($unit) baut für $int($size) an $ship($ship) weiter."

# spellshipnotfound
source: "$unit($unit) in $region($region): '$order($command)' - Ship $int36($id) could not be located."
de: "$unit($unit) in $region($region): '$order($command)' - Schiff $int36($id) wurde nicht gefunden."

# unveileog
source: "$unit($unit) discovers laen in $region($region)."
de: "$unit($unit) in $region($region) entdeckt eine Laenader."

# error_roads_finished
source: "$unit($unit) in $region($region): '$order($command)' - The roads and bridges in that direction are complete."
de: "$unit($unit) in $region($region): '$order($command)' - In dieser Richtung gibt es keine Brücken und Straßen mehr zu bauen."

# item_create_spell
source: "$unit($mage) creates $int($number) $resource($item,$number)."
de: "$unit($mage) erschafft $int($number) $resource($item,$number)."

# curseinfo::slavery
source: This powerful curse appears to rob the unit of its free will. As long as the curse is active, it will only obey the orders of its new lord. ($int36($id))
de: Dieser mächtige Bann scheint die Einheit ihres freien Willens zu berauben. Solange der Zauber wirkt, wird sie nur den Befehlen ihres neuen Herrn gehorchen. ($int36($id))

# start_battle
source: "The battle was initiated by ${factions}."
de: "Der Kampf wurde ausgelöst von ${factions}."

# stealaura_fail_detect
source: "$unit($unit) fühlt strangely weakened."
de: "$unit($unit) fühlt sich einen Moment seltsam geschwächt."

# error16
source: "$unit($unit) in $region($region): '$order($command)' - The ship is already completed."
de: "$unit($unit) in $region($region): '$order($command)' - Das Schiff ist schon fertig."

# error38
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have any herbs."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat keine Kräuter."

# volcano_dead
source: "$int($dead) people in $unit($unit) perish when the volcano in $region($region) erupts."
de: "Beim Vulkanausbruch in $region($region) sterben $int($dead) Personen in $unit($unit)."

# curseinfo::warmth_1
source: "$int($number) $if($eq($number,1), "member", "members") of $unit($unit) $if($eq($number,1), "is", "are") protected from the cold. ($int36($id))"
de: "$int($number) $if($eq($number,1), "Person", "Personen") von $unit($unit) $if($eq($number,1), "fühlt", "fühlen") sich vor Kälte geschützt. ($int36($id))"

# maintenance_noowner
source: "The upkeep for $building($building) was not paid, the building was not operational this week."
de: "Der Unterhalt von $building($building) konnte nicht gezahlt werden, das Gebäude war diese Woche nicht funktionstüchtig."

# error27
source: "$unit($unit) in $region($region): '$order($command)' - The amount of items for sale is missing."
de: "$unit($unit) in $region($region): '$order($command)' - Die Anzahl zu verkaufender Produkte fehlt."

# error49
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not the owner."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht der Eigentümer."

# missing_components
source: "$unit($unit) has insufficient components to cast $spell($spell) on level $int($level)."
de: "$unit($unit) hat nicht genügend Komponenten um $spell($spell) auf Stufe $int($level) zu zaubern."

# seduce_effect_1
source: "$unit($unit) gambles for high stakes and loses almost everything."
de: "$unit($unit) verfiel dem Glücksspiel und hat fast sein ganzes Hab und gut verspielt."

# xmastree_effect
source: "At night, colourful lights can be seen in this region, bells are a-ringing and the laughter of happy children seems to be everywhere in the forests."
de: "In der Region erstrahlen des Nachts bunte Lichter, Gloeckchen klingeln und frohes Kindergelaechter klingt durch den Wald."

# cast_sleep_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters have fallen asleep."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger wurden in Schlaf versetzt."

# nr_alliance
source: "Member of '$name ($int36($id))' for $int($age) weeks, led by $faction($leader)."
de: "Seit $int($age) Wochen Mitglied der Allianz '$name ($int36($id))', angeführt von $faction($leader)."

# deathcloud_effect
source: "$unit($mage) summons a poison elemental in $region($region)."
de: "$unit($mage) beschwört einen Giftelementar in $region($region)."

# nr_building_besieged
source: ", besieged by $int($soldiers) soldiers$if($lt($diff,0),""," (cut off)")"
de: ", belagert von $int($soldiers) Personen$if($lt($diff,0),""," (abgeschnitten)")"

# nr_population
source: "Your faction has $int($population) people in $int($units) of $int($limit) possible units."
de: "Deine Partei hat $int($population) Personen in $int($units) von maximal $int($limit) Einheiten."

# curseinfo::shipdisorientation
source: This ship has lost its path. ($int36($id))
de: Dieses Schiff hat sich verfahren. ($int36($id))

# error198
source: "$unit($unit) in $region($region): '$order($command)' - The flames find no kindling. The fire dies quickly, causing no damage whatsoever."
de: "$unit($unit) in $region($region): '$order($command)' - Die Flammen finden keine Nahrung. Das Feuer erlischt, ohne Schaden anzurichten."

# error194
source: "$unit($unit) in $region($region): '$order($command)' - Target region was supplied incorrectly."
de: "$unit($unit) in $region($region): '$order($command)' - Die Zielregion wurde nicht korrekt angegeben."

# illusionantimagic
source: "$unit($unit) walks into an antimagical zone and dissolves."
de: "$unit($unit) marschiert in eine Antimagiezone und löst sich auf."

# curseinfo::sparkle_8
source: "A group of passing miners makes passes at $unit($unit). ($int36($id))"
de: "Eine Gruppe vorbeiziehender Bergarbeiter rufen $unit($unit) eindeutig Zweideutiges nach. ($int36($id))"

# too_many_units_in_alliance
source: "$unit($unit) in $region($region): '$order($command)' - An alliance may not consist of more than $int($allowed) units."
de: "$unit($unit) in $region($region): '$order($command)' - Eine Allianz darf aus nicht mehr als $int($allowed) Einheiten bestehen."

# error190
source: "$unit($unit) in $region($region): '$order($command)' - This spell works only in the material world."
de: "$unit($unit) in $region($region): '$order($command)' - Der Zauber funktioniert nur in der materiellen Welt."

# sp_flee_effect_0
source: "$unit($mage) casts $spell($spell), but nobody is affected."
de: "$unit($mage) zaubert $spell($spell), aber es gab niemanden, der beeinflusst werden konnte."

# error146
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not captain of a ship."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist nicht der Kapitän des Schiffes."

# error265
source: "$unit($unit) in $region($region): '$order($command)' - This item only works in the normal world."
de: "$unit($unit) in $region($region): '$order($command)' - Dieser Gegenstand funktioniert nur in der normalen Welt."

# error261
source: "$unit($unit) in $region($region): '$order($command)' - You cannot sort before the owner of a ship or a building."
de: "$unit($unit) in $region($region): '$order($command)' - Vor den Besitzer eines Schiffes oder Gebäudes kann nicht sortiert werden."

# icastle_dissolve
source: "$building($building) suddenly dissolves into small pink clouds."
de: "Plötzlich löst sich $building($building) in kleine Traumwolken auf."

# error151
source: "$unit($unit) in $region($region): '$order($command)' - You need stones to build a road."
de: "$unit($unit) in $region($region): '$order($command)' - Zum Straßenbau braucht man Steine."

# slave_active
source: "$unit($unit) in $region($region): '$order($command)' - This unit will not fight."
de: "$unit($unit) in $region($region): '$order($command)' - Diese Einheit kämpft nicht."

# error107
source: "$unit($unit) in $region($region): '$order($command)' - You need at least two horses to breed more."
de: "$unit($unit) in $region($region): '$order($command)' - Man braucht mindestens zwei Pferde, um sie zu züchten."

# error213
source: "$unit($unit) in $region($region): '$order($command)' - Incorrect parameter."
de: "$unit($unit) in $region($region): '$order($command)' - Parameter nicht korrekt angegeben."

# error103
source: "$unit($unit) in $region($region): '$order($command)' - Nobody here can build roads."
de: "$unit($unit) in $region($region): '$order($command)' - Keiner hier kann Straßen bauen."

# curseinfo::slave_1
source: "$unit($unit) will be under our influence for $int($duration) more $if($eq($duration,1), "week", "weeks"). ($int36($id))"
de: "$unit($unit) wird noch $int($duration) $if($eq($duration,1), "Woche", "Wochen") unter unserem Bann stehen. ($int36($id))"

# alliance::lost
source: "$alliance($alliance) has to leave the game after all their temples were lost."
de: "$alliance($alliance) scheidet aus dem Spiel aus, nachdem alle Tempel verloren gingen."

# nr_stat_salary
source: "worker salary: $int($max) silver"
de: "Lohn für Arbeit: $int($max) Silber"

# nr_stat_luxuries
source: "luxury goods at this price: $int($max)"
de: "Luxusgüter zum angegebenen Preis: $int($max)"

# curseinfo::flyingship
source: "Powerful storms have lifted this ship high into the air. ($int36($id))"
de: "Kräftige Stürme haben dieses Schiff in die Luft gehoben. ($int36($id))"

# curseinfo::blessedharvest
source: "The grain in this region is especially healthy. ($int36($id))"
de: "In dieser Gegend steht das Korn besonders gut im Feld. ($int36($id))"

# killed_battle
source: "$unit($unit) killed $int($dead) opponents."
de: "$unit($unit) tötete $int($dead) Krieger."

# error6
source: "$unit($unit) in $region($region): '$order($command)' - Building could not be found."
de: "$unit($unit) in $region($region): '$order($command)' - Das Gebäude wurde nicht gefunden."

# sailnolandingstorm
source: "At the very last moment, the crew of the $ship($ship) saved the ship from running aground in $region($region)."
de: "Die Mannschaft der $ship($ship) kann in letzter Sekunde verhindern, dass das Schiff in $region($region) auf Land aufläuft."

# teachdumb
source: "Due to the effect of duncebuns, $unit($teacher) can only teach $int($amount) students."
de: "$unit($teacher) kann durch Dumpfbackenbrot nur $int($amount) Schüler lehren."

# teleport_success
source: "$unit($unit) was teleported from $region($source) to $unit($target)."
de: "$unit($unit) wurde von $region($source) nach $unit($target) teleportiert."

# becomewere
source: "$unit($unit) in $region($region) becomes a lycantrope."
de: "$unit($unit) in $region($region) verwandelt sich in ein Werwesen."

# spellshipresists
source: "$unit($unit) in $region($region): '$order($command)' - $ship($ship) resists the spell."
de: "$unit($unit) in $region($region): '$order($command)' - $ship($ship) widersteht dem Zauber."

# nr_potion_effect
source: "There $if($eq($left,1),"is","are") $int($left) $if($eq($left,1),"use","uses") of $resource($potion,1) left."
de: "Auf der Einheit $if($eq($left,1),"liegt","liegen") $int($left) Wirkung$if($eq($left,1),"","en") $resource($potion,1)."

# curseinfo::peacezone
source: "Everyone in this region seems to be in a peacful mood. ($int36($id))"
de: "Die ganze Region ist von einer friedlichen Stimmung erfasst. ($int36($id))"

# rust_effect_1
source: "$unit($mage) causes a terrible storm over the enemy, but the magic rain does not do any harm."
de: "$unit($mage) ruft ein fürchterliches Unwetter über seine Feinde, doch der magische Regen zeigt keinen Effekt."

# find_manual
source: "$unit($unit) stumbles upon $localize($location) while exploring the region. Closer inspection reveals a torn old book titled '$localize($book)'. The expansion of knowledge is tremendous."
de: "$unit($unit) stolpert bei der Erforschung der Region über $localize($location). Nähere Durchsuchung fördert ein zerfleddertes altes Buch mit dem Titel '$localize($book)' zu Tage. Der Wissensschub ist enorm."

# curseinfo::healingzone
source: Healing in this region is affected by magic. ($int36($id))
de: Heilung ist in dieser Region magisch beeinflusst. ($int36($id))

# income_entertainment_reduced
source: "In $region($region), $unit($unit) earns only $int($amount) instead of$if($eq($wanted,$amount),""," of$if($eq($wanted,$amount),""," of $int($wanted)") ") with entertainment."
de: "$unit($unit) verdient in $region($region) $int($amount)$if($eq($wanted,$amount),""," statt $int($wanted)") Silber durch Unterhaltung."

# errusingpotion
source: "$unit($unit): '$order($command)' - The unit already uses $resource($using,0)."
de: "$unit($unit): '$order($command)' - Die Einheit benutzt bereits $resource($using,0)."

# missing_components_list
source: "$unit($unit) in $region($region): '$order($command)' - Casting this spell requires an additional $resources($list)."
de: "$unit($unit) in $region($region): '$order($command)' - Für diesen Zauber fehlen noch $resources($list)."

# volcanostopsmoke
source: "The volcano of $region($region) stops releasing smoke."
de: "Aus dem Vulkankrater von $region($region) steigt kein Rauch mehr."

# summondragon
source: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) calls dragons to $region($target)."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($unit) ruft Drachen nach $region($target)."

# use_antimagiccrystal
source: "$unit($unit) uses an antimagic crystal."
de: "$unit($unit) benutzt einen Antimagiekristall."

# cast_stun_effect
source: "$unit($mage) casts $spell($spell): $int($amount) fighters were momentarily stunned."
de: "$unit($mage) zaubert $spell($spell): $int($amount) Krieger sind für einen Moment benommen."

# error46
source: "$unit($unit) in $region($region): '$order($command)' - The unit is not in a tavern."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit ist in keiner Taverne."

# error35
source: "$unit($unit) in $region($region): '$order($command)' - The unit does not have these herbs."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit hat diese Kräuter nicht."

# error57
source: "$unit($unit) in $region($region): '$order($command)' - The unit is too heavily loaded to move."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit trägt zuviel Gewicht, um sich bewegen zu können."

# feedback_no_contact_no_resist
source: "$unit($unit) in $region($region): '$order($command)' - $unit($target) did not contact us, but cannot resist the spell."
de: "$unit($unit) in $region($region): '$order($command)' - $unit($target) hat keinen Kontakt mit uns aufgenommen, aber widersteht dem Zauber nicht."

# error79
source: "$unit($unit) in $region($region): '$order($command)' - A ship or a castle must be supplied."
de: "$unit($unit) in $region($region): '$order($command)' - Ein Schiff oder eine Burg muß angegeben werden."

# drought_effect_4
source: "$unit($mage) calls the torching power of the sun upon $region($region). The ice melts and and the region is consumed by a tidal wave."
de: "$unit($mage) ruft das Feuer der Sonne auf $region($region) hinab. Das Eis zerbricht und eine gewaltige Flutwelle verschlingt die Region."

# destroy_ship_0
source: "$ship($ship) was destroyed by $unit($unit)."
de: "$ship($ship) wurde von $unit($unit) zerstört."

# curseinfo::sparkle_16
source: "The body of $unit($unit) is disfigured by hideous boils. ($int36($id))"
de: "Pestbeulen befallen den Körper von $unit($unit). ($int36($id))"

# missing_direction
source: "$unit($unit) in $region($region): '$order($command)' - no direction was specified."
de: "$unit($unit) in $region($region): '$order($command)' - keine Richtung angegeben."

# error159
source: "$unit($unit) in $region($region): '$order($command)' - No person could be handed over."
de: "$unit($unit) in $region($region): '$order($command)' - Es konnten keine Personen übergeben werden."

# shock
source: "$unit($mage) receives a shock when his familiar dies."
de: "$unit($mage) erleidet durch den Tod seines Vertrauten einen Schock."

# error269
source: "$unit($unit) in $region($region): '$order($command)' - You cannot cast spells here."
de: "$unit($unit) in $region($region): '$order($command)' - Hier kann man nicht zaubern."

# sink_saved_msg
source: "$unit($unit) survives unscathed and makes it to $region($region)."
de: "$unit($unit) überlebt unbeschadet und rettet sich nach $region($region)."

# race_noregroup
source: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) cannot be regrouped."
de: "$unit($unit) in $region($region): '$order($command)' - $race($race,0) können nicht neu gruppiert werden."

# curseinfo::worse
source: "$unit($unit) is chased by a nightmare. ($int36($id))"
de: "$unit($unit) wird von einem Alp geritten. ($int36($id))"

# error274
source: "$unit($unit) in $region($region): '$order($command)' - The unit cannot teach."
de: "$unit($unit) in $region($region): '$order($command)' - Die Einheit kann nicht unterrichten."

# region_guarded
source: "$unit($unit) in $region($region): '$order($command)' - This region is guarded by $unit($guard), a non-allied unit."
de: "$unit($unit) in $region($region): '$order($command)' - Die Region wird von $unit($guard), einer nichtalliierten Einheit, bewacht."

# error155
source: "$unit($unit) in $region($region): '$order($command)' - Too many magicians in the faction."
de: "$unit($unit) in $region($region): '$order($command)' - Zuviele Magier in der Partei."

# curseinfo::speed_1
source: "$int($number) $if($eq($number,1), "member", "members") of $unit($unit) $if($eq($number,1), "is", "are") accelerated for $int($duration) more $if($eq($duration,1), "week", "weeks"). ($int36($id))"
de: "$int($number) $if($eq($number,1), "Person", "Personen") von $unit($unit) $if($eq($number,1), "ist", "sind") noch $int($duration) $if($eq($duration,1), "Woche", "Wochen") beschleunigt. ($int36($id))"

# error160
source: "$unit($unit) in $region($region): '$order($command)' - No luxury items could be bought."
de: "$unit($unit) in $region($region): '$order($command)' - Es konnten keine Luxusgüter gekauft werden."

# error226
source: "$unit($unit) in $region($region): '$order($command)' - Units from the backmost rows cannot attack."
de: "$unit($unit) in $region($region): '$order($command)' - Einheiten in den hinteren Reihen können nicht angreifen."

# sailnolanding
source: "The $ship($ship) could not berth in $region($region). The coast is too dangerous for the vessel."
de: "Die $ship($ship) konnte in $region($region) nicht einreisen, die Küste ist zu gefährlich für das Schiff."

# error116
source: "$unit($unit) in $region($region): '$order($command)' - Number can not be assigned."
de: "$unit($unit) in $region($region): '$order($command)' - Nummer kann nicht vergeben werden."

# error112
source: "$unit($unit) in $region($region): '$order($command)' - Names may not contain parenthesis."
de: "$unit($unit) in $region($region): '$order($command)' - Namen dürfen keine Klammern enthalten."

# error222
source: "$unit($unit) in $region($region): '$order($command)' - Show all what?"
de: "$unit($unit) in $region($region): '$order($command)' - Zeige alle was?"

# teach_teacher
source: "$unit($teacher) teaches $unit($student) $skill($skill) to level $int($level)."
de: "$unit($teacher) lehrt $unit($student) $skill($skill) auf Stufe $int($level)."

# patzer2
source: "$unit($unit) in $region($region) is hit by a massive headache and cannot concentrate on the spell. Some part of this ritual has gone very wrong indeed."
de: "$unit($unit) in $region($region) hat rasende Kopfschmerzen und kann sich nicht mehr richtig konzentrieren. Irgendwas bei diesem Zauber ist fürchterlich schiefgelaufen."

# curseinfo::magicboost
source: The magician possesses the gift of Chaos. ($int36($id))
de: Der Magier besitzt die Gabe des Chaos. ($int36($id))

# illegal_password
source: "Your password was changed because it contained illegal characters. Legal passwords may only contain numbers and letters from A to Z. Your new Password is '${newpass}'."
de: "Dein Passwort enthält Zeichen, die bei der Nachsendung von Reports Probleme bereiten können. Bitte beachte, dass Passwortenur aus Buchstaben von A bis Z und Zahlen bestehen dürfen. Dein neues Passwort ist '${newpass}'."

# curseinfo::sparkle_12
source: "Brightly coloured flowers pop up all around $unit($unit)'s camp. ($int36($id))"
de: "Leuchtende Blumen erblühen rund um das Lager von $unit($unit). ($int36($id))"

# familiar_name
source: "Familiar of $unit($unit)"
de: "Vertrauter von $unit($unit)"

# error9
source: "$unit($unit) in $region($region): '$order($command)' - That cannot be sabotaged."
de: "$unit($unit) in $region($region): '$order($command)' - Das kann man nicht sabotieren."

# curseinfo::sparkle_6
source: "$unit($unit) finds a small flute that plays a beautiful melody. ($int36($id))"
de: "$unit($unit) findet eine kleine Flöte, die eine wundersame Melodie spielt. ($int36($id))"
