Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

source: rustychainmail
de: Rostiges Kettenhemd

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber ermöglicht dem Magier, Verzauberungen einer Einheit, eines Schiffes, Gebäudes oder auch der Region aufzulösen.

# spell
source: Shadowbreath
de: Schattenritter

# race
source: wolf
de: Schneemann

# par_unit
source: unit-id
de: Einheit-Nr

# race
source: wolf
de: Schattendämonen

# race
source: wolf
de: Spinx

# coast
source: southeast coast
de: Südwestküste

# truthpotion_p
source: potions of truth
de: Tränke der Wahrheit

source: firewall
de: Feuerwand

# spell
source: Shadowbreath
de: Geister bannen

# nut_p
source: nuts
de: Nüsse

# spell
source: Shadowbreath
de: Traum der Magie

# race
source: wolf
de: Schattendämonen

# AGGRESSIV
source: AGGRESSIVE
de: AGGRESSIV

# stat_tribe_p
source: tribes
de: völker

# h10_p
source: peyote
de: Kakteenschwitze

# spell
source: Shadowbreath
de: Zeitdehnung

# race
source: wolf
de: Schattendämon

# spell
source: Shadowbreath
de: Chaosfluch

# halberd_p
source: halberds
de: Hellebarden

# h13_p
source: fjord fungi
de: Fjordwuchse

source: laen sword
de: Laenschwert

# keyword
source: END
de: UNTERHALTE

# greatbow_p
source: elven bows
de: Elfenbögen

# person
source: man
de: Person

# spell
source: Shadowbreath
de: Mauern der Ewigkeit

# spinx03
source: Das Schiff mit dem grünen Segel liegt links neben dem mit einem weißen Segel
de: Das Schiff mit dem grünen Segel liegt links neben dem mit einem weissen Segel

# JEDEM
source: EACH
de: JEDEM

# skill
source: espionage
de: Segeln

# h16_p
source: gapgrowths
de: Spaltwachse

# fortress_generic
source: fortress
de: Burg

# spinx07
source: Auf dem gelben Segel prangt ein Kreuz als Wappen
de: Auf dem gelben Segel prankt ein Kreuz als Wappen

# race
source: wolf
de: Untoten Pharao

# TRAENKE
source: POTIONS
de: TRÄNKE

source: northwest
de: Nordwesten

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Kleines trockenes Dauergebäck, m od. s; - u. -es, - u. -e

# spell
source: Shadowbreath
de: Runen des Schutzes

# h19_p
source: white hemlocks
de: Weiße Wüteriche

# birthdaycake_p
source: birthday cakes
de: Geburtstagstorten

source: volcano
de: Vulkan

# keyword
source: END
de: DEFAULT

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Die berühmte Bardin Miriam bhean'Meddaf war bekannt für ihr außergewöhnliches Geschick mit der Harfe. Ihre Finger sollen sich so schnell über die Saiten bewegt haben, das sie nicht mehr erkennbar waren. Dieser Zauber, der recht einfach in einen Silberring zu bannen ist, bewirkt eine um das zehnfache verbesserte Geschicklichkeit und Gewandheit der Finger. (Das soll sie auch an anderer Stelle ausgenutzt haben, ihr Ruf als Falschspielerin war berüchtigt). Handwerker können somit das zehnfache produzieren, und bei einigen anderen Tätigkeiten könnte dies ebenfalls von Nutzen sein.

source: magic bag
de: Zauberbeutel

# rustysword_p
source: rusty swords
de: Schartige Schwerter

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Hach! Sieht der Mann beeindruckend aus in diesem Frack! Und so ordentlich! Und so ernst! Und so beeindruckend! Es fällt ein wenig schwer, sich auf den Bräutigam zu konzentrieren, weil das Brautkleid noch daneben strahlt, aber der Anzug des Bräutigams ist auf jeden Fall so, wie er sein soll und sieht toll aus und sehr geschmackvoll.

# race
source: wolf
de: Apophis

# race
source: wolf
de: Untoter Pharaonen

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieser Beutel umschließt eine kleine Dimensionsfalte, in der bis zu 200 Gewichtseinheiten transportiert werden können, ohne dass sie auf das Traggewicht angerechnet werden. Pferde und andere Lebewesen sowie besonders sperrige Dinge (Wagen und Katapulte) können nicht in dem Beutel transportiert werden. Auch ist es nicht möglich, einen Zauberbeutel in einem anderen zu transportieren. Der Beutel selber wiegt 1 GE.

source: lighthouse
de: Leuchtturm

# iceberg_sleep_trail
source: the glacier of %s
de: der Gletscher von %s

# keyword
source: END
de: RESERVIERE

# calendar
source: of the first week
de: neuer Zeitrechnung

# prefix
source: flame
de: Frost

# calendar
source: of the first week
de: des zweiten Zeitalters

# calendar
source: of the first week
de: des dritten Zeitalters

# race
source: wolf
de: Untote Pharaonen

# race
source: wolf
de: Jungdrachen

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Keine Informationen.

# insectspoil_p
source: insect antenna
de: Insektenfühler

# spell
source: Shadowbreath
de: Rindenhaut

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Schwarzmagier kann mit diesem dunklen Ritual einen Riss in das Gefüge der Magie bewirken, der alle magische Kraft aus der Region reißen wird. Alle magisch begabten in der Region werden einen Großteil ihrer Aura verlieren.

# race
source: wolf
de: Apophis

# spell
source: Shadowbreath
de: Monster friedlich stimmen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Erliegt die Einheit dem Zauber, so wird sie dem Magier alles erzählen, was sie über die gefragte Region weiß. Ist in der Region niemand ihrer Partei, so weiß sie nichts zu berichten. Auch kann sie nur das erzählen, was sie selber sehen könnte.

# spell
source: Shadowbreath
de: Traumdeuten

# race
source: wolf
de: Apophis

# race
source: wolf
de: Jungdrachen

# nr_options
source: Options
de: Optionen

# GRUPPE
source: GROUP
de: GRUPPE

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser schrille Gesang hallt über das ganze Schlachtfeld. Die besonderen Dissonanzen in den Melodien machen es Magiern fast unmöglich, sich auf ihre Zauber zu konzentrieren.

# prefix
source: flame
de: Sonnen

# race
source: wolf
de: Jungdrachen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser einschmeichelnde Gesang kann fast jedes intelligente Monster zähmen. Es wird von Angriffen auf den Magier absehen und auch seine Begleiter nicht anrühren. Doch sollte man sich nicht täuschen, es wird dennoch ein unberechenbares Wesen bleiben.

# spell
source: Shadowbreath
de: Seelenkopie

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber wird die gesamte Ausrüstung der Zieleinheit für einige Zeit vor den Blicken anderer verschleiern.

# shipinfo
source: This swamp-gas filled balloon consists of a wicker basket providing enough room for 5 persons or 500 weight units and a big wyrm bladder filled with swamp gas. With favorable winds, the balloon can travel two regions a week. Controlling a balloon is not a simple task, requiring a sailing skill of at least 6 for the captain. This new development in Eressea is produced exclusively by the Xontormia Express and the construction plans are top secret. No one else has ever been able to construct one, so far.
de: Der Sumpfgasballon besteht aus einem großen Weidenkorb, welcher Platz für maximal 5 Personen oder 500 Gewichtseinheiten bietet, und einer großen, mit Sumpfgas gefüllten Wyrmblase. Bei guten Winden kann sich der Ballon zwei Regionen pro Woche fortbewegen. Das Führen eines Ballons ist nicht einfach, und der Kapitän muss mindestens ein Segeltalent von 6 besitzen. Diese neue Entwicklung auf Eressea wird ausschließlich für den Xontormia-Expreß hergestellt und die Baupläne sind streng geheim. So ist es auch bisher noch niemandem gelungen, ein Exemplar nachzubauen.

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Die Kröte ist eine der seltensten Rassen Eresseas. Man munkelt, sie würde nur auf magische Weise entstehen. In einer uralten Abhandlung über Magie aus der Bibliothek der Akademie von Xontormia wird die Theorie aufgestellt, das die Kröte die ins morphische Feld des Magiers übertragene Manifestation eines implodierten Zauberfeldes sein könnte. Vieleicht deswegen ist die Kröte auch gegen Zauber weitaus widerstandsfähiger als die normalen Rassen Eresseas, leider aber auch weitaus unmagischer als diese. Die Kröte kann schon aufgrund ihrer Größe und der fehlenden Hände nur unter Schwierigkeiten normale Tätigkeiten ausüben. Der einzige Vorteil ihrer geringen Größe ist, dass sie sich leichter verstecken kann.

# spell
source: Shadowbreath
de: Kleines Blutopfer

# undead_name_0
source: ghosts
de: Geister

# undead_name_1
source: phantoms
de: Phantome

# undead_name_2
source: vampires
de: Vampire

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual ermöglicht es, eine Einheit, egal welcher Art, in die eigene Partei aufzunehmen. Der um Aufnahme Bittende muss dazu willig und bereit sein, seiner alten Partei abzuschwören. Dies bezeugt er durch KONTAKTIEREn des Magiers. Auch wird er die Woche über ausschliesslich mit Vorbereitungen auf das Ritual beschäftigt sein. Das Ritual wird fehlschlagen, wenn er zu stark an seine alte Partei gebunden ist, dieser etwa Dienst für seine teuere Ausbildung schuldet. Der das Ritual leitende Magier muss für die permanente Bindung des Aufnahmewilligen an seine Partei naturgemäß auch permanente Aura aufwenden. Pro Stufe und pro 1 permanente Aura kann er eine Person aufnehmen.

# race
source: wolf
de: Illusion

# EINHEIT
source: UNIT
de: EINHEIT

# magictower
source: mage tower
de: Magierturm

source: stonecircle
de: Steinkreis

# undead_name_4
source: specters
de: Gespenster

# p0
source: seven mile tea
de: Siebenmeilentee

# undead_name_5
source: creatures
de: Kreaturen

# undead_name_6
source: figures
de: Gestalten

# undead_name_7
source: schemes
de: Schemen

# p3
source: busybeer
de: Schaffenstrunk

# balloon_a
source: a balloon
de: ein Ballon

# undead_name_8
source: monsters
de: Monster

# undead_name_9
source: warriors
de: Krieger

# p6
source: brain wax
de: Gehirnschmalz

# p7
source: duncebun
de: Dumpfbackenbrot

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Ein Flammenschwert gibt dem Träger, der kein Magier sein muß, zusätzlich zu seinem normalen Angriff (3d6+10) einen kleinen Feuerballangriff, der bei 1-10 Opfern 2d6 magischen Schaden verursacht. Um ein Flammenschwert führen zu können, muss man mindestens Hiebwaffen 7 haben, dann verleiht es einem auch einen zusätzlichen Kampfbonus von +1. Ein Flammenschwert erhöht die Magieresistenz seines Trägers wie ein Laenschwert.

# stat_hitpoints
source: hit points
de: Trefferpunkte

# p9
source: horsepower potion
de: Pferdeglück

# damage
source: badly wounded
de: stark

# race
source: wolf
de: Drachen

# stat_defense
source: defense
de: Verteidigung

# demonspoil_p
source: demon blood
de: Dämonenblut

# dwarfspoil_p
source: dwarven beards
de: Zwergenbärte

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Zwerge schufen diesen wunderschönen Ring aus Weissgold und Platin. Die Oberfläche ist so glatt, dass man nur bei genauem Hinsehen entdeckt, dass hier eigentlich zwei Metalle ineinander verarbeitet worden sind. In der Innenseite des Rings ist eine Gravur zu lesen: "Wildente, 3. Woche Eiswind Jahr 8".

# race
source: wolf
de: Katze

source: sword
de: Schwert

# race
source: wolf
de: Mumie

# race
source: wolf
de: Hirntöter

# nr_size
source: size
de: Größe

source: axe
de: Kriegsaxt

# race
source: wolf
de: Drachen

source: blessed stonecircle
de: Gesegneter Steinkreis

# dragon_postfix_0
source: the Sage
de: der Weise

# aots_p
source: amulets of true seeing
de: Amulette des wahren Sehens

# dragon_postfix_1
source: the All-Knowing
de: der Allwissende

# dragon_postfix_2
source: the Mighty
de: der Mächtige

# dragon_postfix_3
source: the Venerable
de: die Ehrwürdige

# race
source: wolf
de: Drachen

# dragon_postfix_4
source: the Cunning
de: die Listige

# dragon_postfix_5
source: the Green
de: der Grüne

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual beschwört einige Elementargeister der Magie und schickt sie in die Reihen der feindlichen Magier. Diesen wird das Zaubern für die Dauer des Kampfes deutlich schwerer fallen.

# dragon_postfix_6
source: the Punisher
de: die Strafende

# race
source: wolf
de: Schattendämon

# antimagic_p
source: antimagic crystals
de: Antimagiekristalle

# dragon_postfix_7
source: the Seer
de: der Sehende

# dragon_postfix_8
source: the Voyager
de: der Reisende

# weight_per
source: stone per
de: GE je

# dragon_postfix_9
source: the Knowing
de: die Wissende

# nestwarmth_p
source: potions of nest warmth
de: Nestwärme

# race
source: wolf
de: Eisengolems

# sphereofinv_p
source: spheres of invisibility
de: Sphären der Unsichtbarkeit

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Zauberer erschafft eine Wand aus Feuer in der angegebenen Richtung. Sie verletzt jeden, der sie durchschreitet.

# border
source: wall
de: gewaltiges offenes Tor

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Magier öffnet seinen Geist den Sphären des Chaos und wird so für einige Zeit über mehr magische Kraft verfügen. Doch die Hilfe der Herren der Sphären hat seinen Preis, und so wird die Phase der Macht abgelöst von einer Phase der Schwäche.

# race
source: wolf
de: Eisengolems

# snowman_p
source: snowmen
de: Schneemänner

# Sommer
source: summer
de: Sommer

# laenshield_p
source: laen shields
de: Laenschilde

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber ermöglicht dem Magier, gezielt eine bestimmte Verzauberung einer Einheit, eines Schiffes, Gebäudes oder auch der Region aufzulösen.

# race
source: wolf
de: Eisengolem

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual, ausgeführt vor einem Kampf, verwirbelt die astralen Energien auf dem Schlachtfeld und macht es so feindlichen Magier schwieriger, ihre Zauber zu wirken.

source: balloon
de: Ballon

# SILBER
source: SILVER
de: SILBER

# h0_p
source: flatroots
de: Flachwurz

# humanspoil_p
source: human scalps
de: Menschenskalpe

# keyword
source: END
de: VERGISS

# nestwarmth
source: potion of nest warmth
de: Nestwärme

# skill
source: espionage
de: Taktik

# laenmail
source: laen chainmail
de: Laenkettenhemd

# orcspoil
source: orc tusk
de: Orkhauer

# spell
source: Shadowbreath
de: Schlaf

# race
source: wolf
de: Ratte

# faction_help
source: We are helping
de: Wir helfen

# lifepotion
source: water of life
de: Wasser des Lebens

source: rusty halberd
de: Rostige Hellebarde

# h3_p
source: spider ivies
de: Grüne Spinneriche

# spell
source: Shadowbreath
de: Beschwöre Schattendämonen

# skill
source: espionage
de: Burgenbau

# unknown_faction_dative
source: an unknown faction
de: einer unbekannten Partei

# SHOWSKCHANGE
source: SKILLCHANGES
de: TALENTVERSCHIEBUNGEN

# h6_p
source: bugleweeds
de: Gurgelkräuter

# firesword_p
source: flaming swords
de: Flammenschwerter

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses magischen Gesangs überzeugt der Magier die Bauern der Region, sich ihm anzuschließen. Die Bauern werden ihre Heimat jedoch nicht verlassen, und keine ihrer Besitztümer fortgeben. Jede Woche werden zudem einige der Bauern den Bann abwerfen und auf ihre Felder zurückkehren. Wie viele Bauern sich dem Magier anschließen hängt von der Kraft seines Gesangs ab.

# keyword
source: END
de: URSPRUNG

# zombie_prefix_0
source: Rotting
de: Faulende

source: wand
de: Zauberstab

# zombie_prefix_1
source: Maimed
de: Zerschlagene

# zombie_prefix_2
source: Tortured
de: Gefolterte

# zombie_prefix_3
source: Frightening
de: Angsteinflößende

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dunkler Rituale beschwört der Zauberer Dämonen aus der Sphäre der Schatten. Diese gefürchteten Wesen können sich fast unsichtbar unter den Lebenden bewegen, ihre finstere Aura ist jedoch für jeden spürbar. Im Kampf sind Schattendämonen gefürchtete Gegner. Sie sind schwer zu treffen und entziehen ihrem Gegner Kraft.

# zombie_prefix_4
source: Silently shuffling
de: Leise Schlurfende

# zombie_prefix_5
source: Child-eating
de: Kinderfressende

# aurapotion50
source: aura potion
de: Auratrank

# zombie_prefix_6
source: Black
de: Schwarze

# h9_p
source: waterfinders
de: Wasserfinder

source: tree
de: Baum

# zombie_prefix_7
source: Dark
de: Dunkle

# zombie_prefix_8
source: Scary
de: Fürchterliche

# race
source: wolf
de: roter Scarabäus

# race
source: wolf
de: Wölfen

# zombie_prefix_9
source: Grotesque
de: Grauenhafte

# race
source: wolf
de: Museumsgeistern

# sehr viele
source: a great many
de: sehr viele

# section_economy
source: Economy and Trade
de: Wirtschaft und Handel

# mallornlance_p
source: mallorn lances
de: Mallornlanzen

# spell
source: Shadowbreath
de: Unbekannter Effekt

# race
source: wolf
de: Wölfe

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses kräftezehrende Ritual beschwört mit Hilfe einer Kugel aus konzentriertem Laen einen gewaltigen Erdelementar und bannt ihn in ein Gebäude. Dem Elementar kann dann befohlen werden, das Gebäude mitsamt aller Bewohner in eine Nachbarregion zu tragen. Die Stärke des beschworenen Elementars hängt vom Talent des Magiers ab: Der Elementar kann maximal [Stufe-12]*250 Größeneinheiten große Gebäude versetzen. Das Gebäude wird diese Prozedur nicht unbeschädigt überstehen.

# race
source: wolf
de: Museumsgeister

# race
source: wolf
de: Katzendrache

# spell
source: Shadowbreath
de: Mächte des Todes

# race
source: wolf
de: Gnomen

# zombie_postfix_0
source: of the night
de: der Nacht

# zombie_postfix_1
source: from the shadows
de: der Schatten

# race
source: wolf
de: Wolfs

# zombie_postfix_2
source: of the darkness
de: der Finsternis

# race
source: wolf
de: Höllenkatzen

# race
source: wolf
de: Museumsgeister

# zombie_postfix_3
source: of evil
de: des Bösen

# stat_armor
source: armor
de: Rüstung

# zombie_postfix_4
source: of the slain
de: der Erschlagenen

# race
source: wolf
de: Schneemänner

# zombie_postfix_5
source: of the cursed
de: der Verfluchten

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Im Kampf ruft der Magier die Elementargeister der Kälte an und bindet sie an sich. Sodann kann er ihnen befehlen, den Gegner mit Hagelkörnern und Eisbrocken zuzusetzen.

# zombie_postfix_6
source: of the restless
de: der Ruhelosen

# zombie_postfix_7
source: from the mists
de: aus dem Nebel
