Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# border
source: wall
de: ein gewaltiges offenes Tor

# spell
source: Shadowbreath
de: Machtübertragung

source: bow
de: Bogen

# prefix
source: flame
de: Hügel

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual segnet einen Steinkreis, der zuvor aus Steinen und etwas Holz gebaut werden muss. Die Segnung des Druiden macht aus dem Kreis eine mächtige Stätte magischen Wirkens, die Schutz vor Magie und erhöhte Aura- Regeneration bewirkt. Man sagt, Jungfrauen seien in der Umgebung von Steinkreisen seltsame Wesen begegnet.

# race
source: wolf
de: Elfen

source: incense
de: Weihrauch

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Wie die alten Lehren der Druiden berichten, besteht das, was die normalen Wesen Magie nennen, aus Elementargeistern. Der Magier beschwört und bannt diese in eine Form, um den gewünschten Effekt zu erzielen. Dieses Ritual nun vermag es, in diese Welt gerufene Elementargeister zu vertreiben, um so ein Objekt von Magie zu befreien.

# spell
source: Shadowbreath
de: Beschleunigung

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser mächtige Zauber kann einen Magier vor dem sicheren Tod bewahren. Der Magier erschafft anhand einer kleinen Blutprobe einen Klon von sich, und legt diesen in ein Bad aus Drachenblut und verdünntem Wasser des Lebens. Anschließend transferiert er in einem aufwändigen Ritual einen Teil seiner Seele in den Klon. Stirbt der Magier, reist seine Seele in den Klon und der erschaffene Körper dient nun dem Magier als neues Gefäß. Es besteht allerdings eine geringe Wahrscheinlichkeit, dass die Seele nach dem Tod zu schwach ist, das neue Gefäß zu erreichen.

# race
source: wolf
de: Elfen

# elvenhorse_p
source: elven horses
de: Elfenpferde

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Kriegsgesang sät Panik in der Front der Gegner und schwächt so ihre Kampfkraft erheblich. Angst wird ihren Schwertarm schwächen und Furcht ihren Schildarm lähmen.

# keyword
source: END
de: FAHRE

# spell
source: Shadowbreath
de: Beschwöre einen Sturmelementar

# race
source: wolf
de: Elf

# museumticket_p
source: tickets to the grand museum
de: Eintrittskarten des Großen Museum

# race
source: wolf
de: Elfen

# keyword
source: END
de: SORTIERE

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Genau um Mitternacht, wenn die Kräfte der Finsternis am größten sind, kann auch ein Schwarzmagier seine Kräfte nutzen um Verzauberungen aufzuheben. Dazu zeichnet er ein Pentagramm in das verzauberte Objekt und beginnt mit einer Anrufung der Herren der Finsternis. Die Herren werden ihm beistehen, doch ob es ihm gelingt, den Zauber zu lösen, hängt allein von seiner eigenen Kraft ab.

# race
source: wolf
de: Schattenritter

source: unknown faction
de: Unbekannte Partei

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann sich der Magier permanent in einen mächtigen Wyrm verwandeln. Der Magier behält seine Talente und Möglichkeiten, bekommt jedoch die Kampf- und Bewegungseigenschaften eines Wyrms. Der Odem des Wyrms wird sich mit steigendem Magie-Talent verbessern. Der Zauber ist sehr kraftraubend und der Wyrm wird einige Zeit brauchen, um sich zu erholen.

# questkey2_p
source: sapphire keys
de: Saphirne Schlüssel

# money
source: silver
de: Silber

# spell
source: Shadowbreath
de: Wahnsinn des Krieges

# race
source: wolf
de: Krake

# race
source: wolf
de: Todesflatter

# group_help
source: is helping
de: hilft

# spell
source: Shadowbreath
de: Lied des Ortes analysieren

# race
source: wolf
de: Schattenrittern

source: chainmail
de: Kettenhemd

# race
source: wolf
de: Illusions

source: Angry mob
de: Bauernmob

# race
source: wolf
de: Kröte

source: COMMAND
de: KOMMANDO

# xmas_exit
source: portal
de: Pforte

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser alte Schlachtengesang hebt die Moral der eigenen Truppen und und hilft ihnen auch der angsteinflößenden Aura dämonischer und untoter Wesen zu widerstehen. Ein derartig gefestigter Krieger wird auch in schwierigen Situationen nicht die Flucht ergreifen und sein überlegtes Verhalten wird ihm manch Vorteil in der Verteidigung geben.

# race
source: wolf
de: Schattenritter

# firewall_trail
source: a %s
de: eine %s

# iceberg_sleep
source: glacier
de: Gletscher

# speedsail
source: solar sail
de: Sonnensegel

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Diese Elementarbeschwörung ruft einen Feuerteufel herbei, ein Wesen aus den tiefsten Niederungen der Flammenhöllen. Der Feuerteufel wird sich begierig auf die Wälder der Region stürzen und sie in Flammen setzen.

# race
source: wolf
de: Illusionen

# spell
source: Shadowbreath
de: Blick des Basilisken

# race
source: wolf
de: Schattenritter

# magicstorm_trail
source: a %s
de: ein %s

# spell
source: Shadowbreath
de: Runen des Schutzes

# spell
source: Shadowbreath
de: Sturmelementar

# spell
source: Shadowbreath
de: Erschaffe Eisengolems

# race
source: wolf
de: Illusions

# keyword
source: END
de: NUMMER

# DEFENSIV
source: DEFENSIVE
de: DEFENSIV

source: swamp
de: Sumpf

source: fire dragon
de: Feuerdrache

# race
source: wolf
de: Kraken

# money_p
source: silver
de: Silber

# race
source: wolf
de: Apophis

# shipinfo
source: This swamp-gas filled balloon consists of a wicker basket providing enough room for 5 persons or 500 weight units and a big wyrm bladder filled with swamp gas. With favorable winds, the balloon can travel two regions a week. Controlling a balloon is not a simple task, requiring a sailing skill of at least 6 for the captain. This new development in Eressea is produced exclusively by the Xontormia Express and the construction plans are top secret. No one else has ever been able to construct one, so far.
de: Keine Informationen über diesen Schiffstyp verfügbar.

# p11_p
source: peasant love potion
de: Bauernlieb

# site
source: foundation
de: Grundmauern

# spell
source: Shadowbreath
de: Hohes Lied der Gaukelei

# race
source: wolf
de: Kraken

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber läßt einige feindliche Kämpfer einschlafen. Schlafende Kämpfer greifen nicht an und verteidigen sich schlechter, sie wachen jedoch auf, sobald sie im Kampf getroffen werden.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Kampfzauber führt dazu, dass einige Gegner im Kampf unter schwerer Müdigkeit leiden. Die Soldaten verschlafen manchmal ihren Angriff und verteidigen sich schlechter.

# spell
source: Shadowbreath
de: Aufruhr verursachen

# p7_p
source: duncebuns
de: Dumpfbackenbrote

# spell
source: Shadowbreath
de: Friedenslied

# dwarfspoil
source: dwarven beard
de: Zwergenbart

# race
source: wolf
de: Drache

# race
source: wolf
de: Kraken

# keyword
source: END
de: GRUPPE

# artacademy
source: academy of arts
de: Akademie der Künste

# antimagic
source: antimagic crystal
de: Antimagiekristall

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Spruch ermöglicht es einem Magier, ein Amulett des Wahren Sehens zu erschaffen. Das Amulett erlaubt es dem Träger, alle Einheiten, die durch einen Ring der Unsichtbarkeit geschützt sind, zu sehen. Einheiten allerdings, die sich mit ihrem Tarnungs-Talent verstecken, bleiben weiterhin unentdeckt.

source: mallorn seed
de: Mallornsame

# race
source: wolf
de: Ent

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Beim Barte des Proheten! Ach nein, Zwergen. Irgendetwas riecht hier ranzig.

# race
source: wolf
de: Klon

# race
source: wolf
de: Nachteinhorn

source: wormhole
de: Wurmloch

# spell
source: Shadowbreath
de: Astraler Ruf

# skill
source: espionage
de: Stangenwaffen

# unit_p
source: units
de: Einheiten

# ALLIANZ
source: ALLIANCE
de: ALLIANZ

# race
source: wolf
de: Adlern

# race
source: wolf
de: Kröten

source: XEBALLOON
de: XEBALLON

# spell
source: Shadowbreath
de: Weg der Bäume

# race
source: wolf
de: Katzen

source: toadslime
de: Tiegel mit Krötenschleim

# race
source: wolf
de: Steingolems

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Gesang verbreitet der Barde eine melancholische, traurige Stimmung unter den Bauern. Einige Wochen lang werden sie sich in ihre Hütten zurückziehen und kein Silber in den Theatern und Tavernen lassen.

# spell
source: Shadowbreath
de: Viehheilung

# race
source: wolf
de: Adler

# race
source: wolf
de: Höllenkatze

# shield_p
source: shields
de: Schilde

# border
source: wall
de: eine Wand

# race
source: wolf
de: Kröten

# section_mail
source: Dispatches
de: Botschaften

# race
source: wolf
de: Adler

# spell
source: Shadowbreath
de: Meteorregen

# spell
source: Shadowbreath
de: Gesang der Friedfertigkeit

# race
source: wolf
de: Katzen

# sword_p
source: swords
de: Schwerter

# race
source: wolf
de: Steingolems

source: spice
de: Gewürz

source: dragonhead
de: Drachenkopf

# race
source: wolf
de: Kröten

# ghoul_postfix_10
source: in chains
de: in Ketten

# ghoul_postfix_11
source: of the netherworld
de: aus dem Totenreich

# ghoul_postfix_12
source: from the underworld
de: aus der Unterwelt

# race
source: wolf
de: Katzen

# race
source: wolf
de: Steingolem

# peasant_p
source: peasants
de: Bauern

# b_damage
source: damage
de: Schaden

# raceinfo
source: This mystical beings prefer to live in the depth of the forest and knows how to hide from others. Very rarely a unicorn may bond with a mage, but when it happens it is a powerful ally that possesses its own magical powers.
de: Singdrachen sind von der Größe eines ausgewachsenden Tigers. Ihre Färbung reicht von schillerndem Rot, über dunkles Grün bis hin zu tiefem Schwarz. Alle bekannten Drachen dieser Art weisen eine hohe Intelligenz und ein hohes Maß an magischen Fähigkeiten auf. Wie Ihre großen Verwandten verfügen sie über einen Feuerodem. Sie lieben den Gesang und das üppige Mahl. Von Zeit zu Zeit gehen sie eine engen magisches Bund zu einem Magier ein. Wenn dies geschieht, so steht dem Magier ein äußerst loyaler und lohnender Vertrauter zur Seite.

# axe_p
source: axes
de: Kriegsäxte

# ocean_trail
source: the %s
de: %s

# status_avoid
source: not fighting
de: kämpft nicht

# keyword
source: END
de: TRANSPORTIERE

# see_neighbour
source: neighbour
de: benachbart

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Der Kopf eines toten Drachens oder Wyrms. Man sagt, es ruhen magische Kräfte darin.

# prefix
source: flame
de: Wild

source: dam
de: Damm

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses magische Artefakt verleiht dem Träger die Stärke eines ausgewachsenen Höhlentrolls. Seine Tragkraft erhöht sich auf das 50fache und auch im Kampf werden sich die erhöhte Kraft und die trollisch zähe Haut positiv auswirken.

# spell
source: Shadowbreath
de: Heiliger Boden

# border
source: wall
de: ein gewaltiges verschlossenes Tor

# race
source: wolf
de: Nymphen

# spell
source: Shadowbreath
de: Unbekannter Effekt

# section_newspells
source: New Spells
de: Neue Zauber

# nr_borderlist_prefix
source: To the
de: Im

# race
source: wolf
de: grünen Scarabäen

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Setzt eine Einheit dieses Segel auf einem Schiff, so erhöht sich dessen Reichweite permanent um 1 Region.

# race
source: wolf
de: Nymphen

# spell
source: Shadowbreath
de: Grauen der Schlacht

# race
source: wolf
de: grüne Scarabäen

# studypotion_p
source: brain boosts
de: Lerntränke

# race
source: wolf
de: Nymphen

# goblinspoil
source: goblin head
de: Goblinkopf

# stables
source: stable
de: Pferdezucht

# race
source: wolf
de: Luchs

# longboat_a
source: a longboat
de: ein Langboot

# race
source: wolf
de: Menschen

# race
source: wolf
de: grünen Scarabäen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Nur geflüstert wird dieses Ritual an den dunklen Akademien an die Adepten weitergegeben, gehört es doch zu den finstersten, die je niedergeschrieben wurden. Durch die Anrufung unheiliger Dämonen wird die Kraft der lebenden Toten verstärkt und sie verwandeln sich in untote Monster großer Kraft.

source: balm
de: Balsam

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Traumweber eigene Aura im Verhältnis 2:1 auf einen anderen Traumweber übertragen.

# school
source: no magic school yet
de: Kein Magiegebiet

# spell
source: Shadowbreath
de: Beschwörung eines Hitzeelementar

source: seed
de: Same

# nr_nb_next
source: , to the
de: , im

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual bindet die bereits entfliehenden Seelen einiger Kampfopfer an ihren toten Körper, wodurch sie zu untoten Leben wiedererweckt werden. Ob sie ehemals auf der Seite des Feindes oder der eigenen kämpften, ist für das Ritual ohne belang.

# spell
source: Shadowbreath
de: Miriams flinke Finger

# race
source: wolf
de: Menschen

# raceinfo
source: This mystical beings prefer to live in the depth of the forest and knows how to hide from others. Very rarely a unicorn may bond with a mage, but when it happens it is a powerful ally that possesses its own magical powers.
de: Diese großen Wölfe sind nicht alle so wild und böse wie in den Legenden berichtet, und einige von ihnen schließen sich auch guten Magiern bereitwillig an und sind ihnen dann treue Gefährten.

# peasantblood_p
source: peasant bloods
de: Bauernblut

# highland_trail
source: the highlands of %s
de: das Hochland von %s

source: caldera
de: Krater

# h11_p
source: sand reekers
de: Sandfäulen

# prefix
source: flame
de: Düster

# race
source: wolf
de: Bauern

# ZEITUNG
source: EXPRESS
de: ZEITUNG

# race
source: wolf
de: Menschen

# race
source: wolf
de: Schablone

# spell
source: Shadowbreath
de: Gaukeleien

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Zauberer schleudert fokussiertes Chaos in die Reihen der Gegner. Das ballförmige Chaos wird jeden verwunden, den es trifft.

# spell
source: Shadowbreath
de: Vertrauten rufen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Ritual wird eine dunkle Gewitterfront beschworen, die sich unheilverkündend über der Region auftürmt. Der magische Regen wird alles Erz rosten lassen und so viele Waffen des Gegners zerstören.

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Für den ungeübten Betrachter mag der Antimagiekristall wie ein gewöhnlicher Quarzkristall ausschauen, doch ein Magier spürt, das ihm ganz besondere Kräfte innewohnen. Durch spezielle Rituale antimagisch aufgeladen wird der Kristall, wenn er zu feinem Staub zermahlen und verteilt wird, die beim Zaubern freigesetzten magischen Energien aufsaugen und die Kraft aller Zauber reduzieren, welche in der betreffenden Woche in der Region gezaubert werden.

# HINTEN
source: REAR
de: HINTEN

# h14_p
source: mandrakes
de: Alraunen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Lied kann eine Einheit derartig betört werden, so dass sie dem Barden den größten Teil ihres Bargelds und ihres Besitzes schenkt. Sie behält jedoch immer soviel, wie sie zum Überleben braucht.

# race
source: wolf
de: Zwergen

# race
source: wolf
de: Bauern

# HINTER
source: AFTER
de: HINTER

# spellpar
source: spellid
de: Aura

# prefix
source: flame
de: Finster

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit einem düsteren Ritual und unter Opferung seines eigenen Blutes beschwört der Schwarzmagier einen großen Geist von der Elementarebene der Gifte. Der Geist manifestiert sich als giftgrüner Schwaden über der Region und wird allen, die mit ihm in Kontakt kommen, Schaden zufügen.

source: anonymous
de: anonym

# FLIEHE
source: FLEE
de: FLIEHE

# log_p
source: wood
de: Holz

source: iceberg
de: Eisberg

# race
source: wolf
de: Bauern

# h17_p
source: cave lichen
de: Höhlenglimme

# nr_calendar_season
source: It is %s of the month of %s in the %d. year of %s. It is %s.
de: Wir schreiben %s des Monats %s im Jahre %d %s. Es ist %s.

# race
source: wolf
de: Zwerge

# spell
source: Shadowbreath
de: Alp

# nr_spell_modifiers
source: Modifications:
de: Modifikationen:

# status_noaid
source: gets no aid
de: bekommt keine Hilfe

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieser Tiegel enthält die seltenste alchemistische Substanz Eresseas, den Krötenschleim. Angeblich soll der Krötenschleim eine aussergewöhnlich hohe magische Absorbtionskraft besitzen und deswegen in obskuren magischen Ritualen Verwendung finden.

# race
source: wolf
de: Zwergen

# spell
source: Shadowbreath
de: Plappermaul

# spell
source: Shadowbreath
de: Segne Steinkreis

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieses magische Artefakt wurde seit Urzeiten von den Elfen benutzt, auf der Jagd oder um sich vor Feinden zu verbergen. Doch auch andere Rassen haben nach der Begegnung mit den Elfenvölkern den Wert des Rings schnell schätzen gelernt - schließlich macht er den Träger für jedes noch so scharfe Auge unsichtbar - nur mit magischen Mitteln ist der Verborgene noch zu entdecken.

# prefix
source: flame
de: Berg

source: highland
de: Hochland

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Ein Ring der Macht verstärkt die Kraft des Magiers. Jeder Zauber wird, ohne das sich die Kosten erhöhen, so gezaubert als hätte der Magier eine Stufe mehr.
