Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser mächtige Bann raubt dem Opfer seinen freien Willen und unterwirft sie den Befehlen des Barden. Für einige Zeit wird das Opfer sich völlig von seinen eigenen Leuten abwenden und der Partei des Barden zugehörig fühlen.

# spell
source: Shadowbreath
de: Zone der Heilung

# keyword
source: END
de: FOLGE

# race
source: wolf
de: Goblin

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Die Fähigkeiten der Gwyrrd-Magier in der Viehzucht und Heilung sind bei den Bauern sehr begehrt. Gerade auf Märkten sind ihre Dienste häufig sehr gefragt. Manch einer mag auch sein Talent dazu nutzen, ein Tier für einen besseren Preis zu verkaufen. Pro Stufe kann der Magier so 50 Silber verdienen.

# spell
source: Shadowbreath
de: Regentanz

# goblinspoil_p
source: goblinheads
de: Goblinköpfe

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Nestwärme erlaubt es einem Insekt, im Winter außerhalb von Wüsten neue Rekruten anzuwerben. Zur Zubereitung nimmt der geübte Alchemist einen Kakteenschwitz, vermischt ihn mit einer Portion Spaltwachs, die in einer sternklaren Nacht gesammelt wurde, gibt zur Vertreibung des Winters einige Blütenblätter der Eisblume in den Sud, und rührt alles mit einem grünen Spinnerich bis es eine violette Farbe annimmt. Ein Trank reicht eine Woche lang für eine ganze Region.

# attack_natural
source: an unarmed attack
de: ein unbewaffneter Angriff

# keyword
source: END
de: LERNE

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieses Brautkleid ist mit Abstand das schönste, was je jemand irgendwie irgendwo gesehen hat. Auch wenn nur Wildente und Jadee das finden müssten, wird jeder Bewohner Eresseas dies neidlos bestätigen. Das sehr stilvolle Kleid lässt die zarten Schultern seiner Trägerin frei und liegt am Oberkörper eng an. Dies betont atemberaubend die zarten Kurven der Braut. Der Rock fällt leicht ausgestellt den ganzen langen Weg an den Beinen herunter Richtung Boden, wo er sich in einer sehr stilvollen Schleppe ergiesst.

# ZAUBER
source: SPELLS
de: ZAUBER

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Das 'Wasser des Lebens' ist in der Lage, aus gefällten Baumstämmen wieder lebende Bäume zu machen. Dazu wird ein knotiger Saugwurz zusammen mit einem Elfenlieb erwärmt, so dass man gerade noch den Finger reinhalten kann. Dies gieße man in ein Gefäß und lasse es langsam abkühlen. Der Extrakt reicht für 10 Holzstämme.

# spell
source: Shadowbreath
de: Heimstein

# race
source: wolf
de: Skelettherr

source: permaura
de: permanente Aura

# nr_inventory
source: has
de: hat

# section_events
source: Events
de: Ereignisse

# battle_helpers
source: Helping
de: Hilft:

# incense_p
source: incense
de: Weihrauch

source: iron
de: Eisen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber ermöglicht es dem Traumweber, den Schlaf aller aliierten Einheiten in der Region so zu beeinflussen, dass sie für einige Zeit einen Bonus in allen Talenten bekommen.

# spell
source: Shadowbreath
de: Wahrsagen

# hero_p
source: heroes
de: Helden

source: mallorn spear
de: Mallornspeer

# prefix
source: flame
de: Schnee

# ao_healing
source: amulet of healing
de: Amulett der Heilung

source: inn
de: Taverne

# border
source: wall
de: Feuerwand

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Spruch kann der Zauberer eine Sphäre der Unsichtbarkeit erschaffen. Die Späre macht ihren Träger sowie neunundneunzig weitere Personen in derselben Einheit unsichtbar.

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Diese Amulett ist ein hervorragender Fokus für alle Heilzauber. Ein mit diesem Fokus gewirkter Heilzauber wird mit größerer Warscheinlichkeit Erfolgreich sein und doppelt so viele Leute heilen können.

# smod_nofamiliar
source: magicians only
de: Magier exklusiv

source: unit
de: Einheit

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Magier eigene Aura im Verhältnis 2:1 auf einen anderen Magier des gleichen Magiegebietes übertragen.

# seed_p
source: seeds
de: Samen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses mächtige Ritual öffnet ein Tor in die Elementarebene der Hitze. Eine grosse Dürre kommt über das Land. Bauern, Tiere und Pflanzen der Region kämpfen um das nackte Überleben, aber eine solche Dürre überlebt wohl nur die Hälfte aller Lebewesen. Der Landstrich kann über Jahre hinaus von den Folgen einer solchen Dürre betroffen sein.

source: fog
de: Nebel

# catspoil_p
source: cat tails
de: Katzenschwänze

# prefix
source: flame
de: See

# spell
source: Shadowbreath
de: Schlechter Schlaf

# iron_p
source: iron
de: Eisen

# elfspoil
source: elven ear
de: Elfenohr

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Das Horn eines Trolles. Kein Troll würde sich lebend davon trennen.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Traumweber die Illusion eines beliebigen Gebäudes erzeugen. Die Illusion kann betreten werden, ist aber ansonsten funktionslos und benötigt auch keinen Unterhalt. Sie wird einige Wochen bestehen bleiben.

# dreameye_p
source: dreameyes
de: Traumaugen

# race
source: wolf
de: Mensch

source: peasant blood
de: Bauernblut

# caravan
source: caravanserei
de: Karawanserei

# museumexitticket_p
source: return tickets for the grand museum
de: Rückkehrtickets des Großen Museum

# spell
source: Shadowbreath
de: Erwecke Ents

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Diese Beschwörung öffnet ein Tor in die Ebene der Elementargeister des Windes. Sofort erheben sich in der Umgebung des Tors starke Winde oder gar Stürme und behindern alle Schützen einer Schlacht.

source: southeast
de: Südosten

# adamantiumplate_p
source: adamantium plates
de: Adamantiumrüstungen

# log
source: wood
de: Holz

# race
source: wolf
de: blauer Scarabäus

# school
source: no magic school yet
de: Draig

# presspass_p
source: presspasses
de: Akkreditionen des Xontormia-Expreß

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Spruch erzeugt man ein Runenschwert. Die Klinge des schwarzen Schwertes ist mit alten, magischen Runen verziert, und ein seltsames Eigenleben erfüllt die warme Klinge. Um es zu benutzen, muss man ein Schwertkämpfer von beachtlichem Talent (7) sein. Der Träger des Runenschwertes erhält einen Talentbonus von +4 im Kampf und wird so gut wie immun gegen alle Formen von Magie.

# spell
source: Shadowbreath
de: Gabe des Chaos

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Im Mistelzweig ruht eine magische Kraft der besonderer Art. Der Anwender wird von seinen Feinden in Frieden gelassen, eine Woche lang läßt jeder Kämpfer ihn unbeschadet seines Weges ziehen.

# race
source: wolf
de: Untoter Pharao

# skill
source: espionage
de: Steuereintreiben

# spell
source: Shadowbreath
de: Heldengesang

# spell
source: Shadowbreath
de: Segne Mallornstecken

# race
source: wolf
de: kleinen Scarabäen

# keyword
source: END
de: TARNE

# keyword
source: END
de: NACH

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Ein mit diesem Zauber belegtes Drachenauge, welches zum Abendmahle verzehrt wird, erlaubt es dem Benutzer, in die Träume einer anderen Person einzudringen und diese zu lesen. Lange Zeit wurde eine solche Fähigkeit für nutzlos erachtet, bis die ehemalige waldelfische Magistra für Kampfmagie, Liarana Sonnentau von der Akademie Thall, eine besondere Anwendung vorstellte: Feldherren träumen vor großen Kämpfen oft unruhig und verraten im Traum ihre Pläne. Dies kann dem Anwender einen großen Vorteil im kommenden Kampf geben. Aber Vorsicht: Die Interpretation von Träumen ist eine schwierige Angelegenheit.

# demonspoil
source: demon blood
de: Dämonenblut

# damage
source: badly wounded
de: sehr stark

# race
source: wolf
de: kleine Scarabäen

source: an unknown ship
de: ein unbekanntes Schiff

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: (Prunus dulcis) [...] Die Nüsse existieren in zwei Varianten, süß und bitter. Süße Mandeln sind der bekannte eßbare Typ, der in Form von Nüssen gegessen, beim Kochen verwandt oder zu Mandelöl und Mandelmehl verarbeitet wird.

# roi
source: ring of invisibility
de: Ring der Unsichtbarkeit

# caravel_a
source: a caravel
de: eine Karavelle

# keyword
source: END
de: BESCHREIBE

# mallornspear_p
source: mallorn spear
de: Mallornspeere

# spell
source: Shadowbreath
de: Beschwörung eines Wasserelementares

# GEBAEUDE
source: BUILDING
de: GEBÄUDE

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ernteritual verbessert die Erträge der arbeitenden Bauern in der Region um ein Silberstück. Je mehr Kraft der Druide investiert, desto länger wirkt der Zauber.

# KRAEUTER
source: HERBS
de: KRÄUTER

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Ritual wird eine dunkle Gewitterfront beschworen, die sich unheilverkündend über der Region auftürmt. Der magische Regen wird alles Erz rosten lassen. Eisenwaffen und Rüstungen werden schartig und rostig. Die Zerstörungskraft des Regens ist von der investierten Kraft des Magiers abhängig. Für jede Stufe können bis zu 10 Eisenwaffen betroffen werden. Ein Ring der Macht verstärkt die Wirkung wie eine zusätzliche Stufe.

# race
source: wolf
de: kleine Scarabäen

# rop
source: ring of power
de: Ring der Macht

# wall1
source: Wall
de: Wand

# spell
source: Shadowbreath
de: Gesang des Lebens analysieren

# ror
source: ring of regeneration
de: Ring der Regeneration

# race
source: wolf
de: Geist

# runesword_p
source: runeswords
de: Runenschwerter

# spell
source: Shadowbreath
de: ein unbekannter Zauber

# spell
source: Shadowbreath
de: Traumschlößchen

# newbie_info_cr
source: With the first two turns, you will get a computer report (CR). It can be used with some tools like Magellan. If you want to continue getting it after the second turn, please make sure to give one of your units the order OPTION COMPUTER.
de: Mit der ersten Auswertung bekommst du einen Computerreport, den du mit vielen Tools wie z.B. Magellan benutzen kannst. Wenn du ihn weiterhin bekommen willst, gib einer deiner Einheiten den Befehl OPTION COMPUTER.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses magische Ritual beruhigt die gequälten Seelen der gewaltsam zu Tode gekommenen und ermöglicht es ihnen so, ihre letzte Reise in die Anderlande zu beginnen. Je Stufe des Zaubers werden ungefähr 50 Seelen ihre Ruhe finden. Der Zauber vermag nicht, bereits wieder auferstandene lebende Tote zu erlösen, da deren Bindung an diese Welt zu stark ist.

# key_p
source: keys
de: Schlüssel

# aura_p
source: auras
de: Aura

# spell
source: Shadowbreath
de: Gesang der Friedfertigkeit

# spell
source: Shadowbreath
de: Feuersturm

# school
source: no magic school yet
de: Cerddor

# spell
source: Shadowbreath
de: Erschaffe ein Amulett des wahren Sehens

# prefix
source: flame
de: Schwarz

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses aufwändigen Rituals läßt der Druide einen Teil seiner Kraft dauerhaft in den Boden und die Wälder der Region fliessen. Dadurch wird das Gleichgewicht der Natur in der Region für immer verändert, und in Zukunft werden nur noch die anspruchsvollen, aber kräftigen Mallorngewächse in der Region gedeihen.

# race
source: wolf
de: Untoten

# calendar
source: of the first week
de: der letzten Woche

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Magier konzentriert sich auf die Struktur der Realität und kann so die astrale Ebene verlassen. Er kann insgesamt (Stufe-3)*15 GE durch das kurzzeitig entstehende Tor schicken. Ist der Magier erfahren genug, den Zauber auf Stufen von 11 oder mehr zu zaubern, kann er andere Einheiten auch gegen ihren Willen auf die andere Ebene zwingen.

# zombie_name_1
source: creatures
de: Kreaturen

# VORNE
source: FRONT
de: VORNE

# zombie_name_2
source: doomed
de: Verlorene

# zombie_name_3
source: massacred ones
de: Erschlagene

# zombie_name_4
source: damned
de: Verdammte

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber legt ein antimagisches Feld um die Magier der Feinde und behindert ihre Zauber erheblich. Nur wenige werden die Kraft besitzen, das Feld zu durchdringen und ihren Truppen in der Schlacht zu helfen.

source: adamantium axe
de: Adamantiumaxt

# skillpotion_p
source: potions of skills
de: Talenttrünke

# race
source: wolf
de: Untote

# race
source: wolf
de: Teufelchen

# ZUGVORLAGE
source: TEMPLATE
de: ZUGVORLAGE

# race
source: wolf
de: Todesflattern

# race
source: wolf
de: Alpträumen

# sptype_precombat
source: pre-combat spell
de: Präkampfzauber

# nr_spell_level
source: Level:
de: Stufe:

# spell
source: Shadowbreath
de: Erschaffe einen magischen Kräuterbeutel

# spell
source: Shadowbreath
de: Schockwelle

# race
source: wolf
de: Untoten

# flyingcarpet_a
source: a flying carpet
de: ein fliegender Teppich

source: castle
de: Burg

# race
source: wolf
de: Todesflattern

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Frucht aus der Gattung Malus (ca. 25 Arten), gehört zur Familie der Rosengewächse. Die am häufigsten kultivierte Baumfrucht. Der Apfel gehört zu den fleischigen Früchten, in dem der gereifte Fruchtknoten und das umgebende Gewebe fleischig und eßbar werden. Die Apfelblüte der meisten Varianten erfordert Kreuzbestäubung zur Befruchtung. Form und Größe des Apfels bei der Ernte variieren abhängig von kulturellen und umweltbedingten Einflüssen in Größe, Form, Farbe und Geschmack, sind jedoch nichtsdestotrotz üblicherweise rund, zwischen 50 und 100mm im Durchmesser und weisen röt- oder gelbliche Farbtöne auf.

# race
source: wolf
de: Alpträume

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber vermag dem Gegner ein geringfügig versetztes Bild der eigenen Truppen vorzuspiegeln. Die Schattenritter haben keinen effektiven Angriff und Verwundungen im Kampf zerstören sie sofort.

# prefix
source: flame
de: Nacht

# spell
source: Shadowbreath
de: Ruf der Realität

# keyword
source: END
de: PASSWORT

# nr_mourning
source: (in mourning)
de: (trauernd)

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Amulett in Gestalt einer orkischen Matrone unterdrückt den Fortpflanzungstrieb eines einzelnen Orks sehr zuverlässig. Ein Ork mit Amulett der Keuschheit wird sich nicht mehr vermehren.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Wie Lebewesen, so haben auch Schiffe und Gebäude und sogar Regionen ihr eigenes Lied, wenn auch viel schwächer und schwerer zu hören. Und so, wie aus dem Lebenslied einer Person erkannt werden kann, ob diese unter einem Zauber steht, so ist dies auch bei Burgen, Schiffen oder Regionen möglich.

# race
source: wolf
de: Todesflatter

# race
source: wolf
de: Alptraum

# stat_attacks
source: attacks
de: Angriffe

# spell
source: Shadowbreath
de: Gesang des Auratransfers

# race
source: wolf
de: Ghoul

source: eye of dragon
de: Auge des Drachen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Ein Magier, welcher sich in der materiellen Welt befindet, kann er mit Hilfe dieses Zaubers Einheiten aus der angrenzenden Astralwelt herbeiholen. Ist der Magier erfahren genug, den Zauber auf Stufen von 13 oder mehr zu zaubern, kann er andere Einheiten auch gegen ihren Willen in die materielle Welt zwingen.

# chainmail_p
source: chainmails
de: Kettenhemden

# race
source: wolf
de: Goblin

# skill
source: espionage
de: Pferdedressur

# undead_postfix_10
source: from the depth
de: der Tiefe

# undead_postfix_11
source: in chains
de: in Ketten

# race
source: wolf
de: Dämon

# undead_postfix_12
source: from the dead
de: aus dem Totenreich

# calendar
source: of the first week
de: Sommer

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Tötet die Feinde mit Säure.

# undead_postfix_13
source: from the underworld
de: aus der Unterwelt

# prefix
source: flame
de: Wald

# trollspoil_p
source: troll horns
de: Trollhörner

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Magier einem anderen Magier seine Aura gegen dessen Willen entziehen und sich selber zuführen.

# race
source: wolf
de: Mumien

# race
source: wolf
de: Hirntöter
