Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# zombie_postfix_8
source: from obscurity
de: aus dem Dunkel

# zombie_postfix_9
source: from the depth
de: der Tiefe

# skeleton_prefix_10
source: Dreadful
de: Fürchterliche

# skeleton_prefix_11
source: Horrible
de: Grauenhafte

# keyword
source: END
de: BEZAHLE

# skeleton_prefix_12
source: Awful
de: Furchtbare

# race
source: wolf
de: Gnome

# skeleton_prefix_13
source: Horrid
de: Entsetzliche

source: mine
de: Bergwerk

# skeleton_prefix_14
source: Grisly
de: Schauderhafte

# calendar
source: of the first week
de: die zweite Woche

# skeleton_prefix_15
source: Monstrous
de: Schreckliche

# race
source: wolf
de: Höllenkatzen

# skeleton_prefix_16
source: Dark
de: Düstere

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Nächtelang muss der Schwarzmagier durch die Friedhöfe und Gräberfelder der Region ziehen um dann die ausgegrabenen Leichen beleben zu können. Die Untoten werden ihm zu Diensten sein, doch sei der Unkundige gewarnt, dass die Beschwörung der Mächte des Todes ein zweischneidiges Schwert sein kann.

# skeleton_prefix_17
source: Nightmarish
de: Schaurige

# keyword
source: END
de: KAUFE

# skeleton_prefix_18
source: Pitiless
de: Erbarmungslose

# spell
source: Shadowbreath
de: Schöne Träume oder Schlechte Träume

source: southwest
de: Südwesten

# forest_trail
source: the forests of %s
de: der Wald von %s

# race
source: wolf
de: Gnomen

# race
source: wolf
de: Dracoid

# race
source: wolf
de: Höllenkatzen

# TEMP
source: TEMPORARY
de: TEMP

# race
source: wolf
de: Schattenmeistern

# race
source: wolf
de: roten Scarabäen

# aurapotion50_p
source: aura potions
de: Auratränke

# spell
source: Shadowbreath
de: Aushorchen

# race
source: wolf
de: Seeschlangen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Zauber kann der Magier eine Zone der astralen Schwächung erzeugen, ein lokales Ungleichgewicht im Astralen Feld. Dieses Zone wird bestrebt sein, wieder in den Gleichgewichtszustand zu gelangen. Dazu wird sie jedem in dieser Region gesprochenen Zauber einen Teil seiner Stärke entziehen, die schwächeren gar ganz absorbieren.

source: villagers
de: Dorfbewohner

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber führt in der betroffenen Region für einige Wochen zu Schlaflosigkeit und Unruhe. Den Betroffenen fällt das Lernen deutlich schwerer.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses uralte Tanzritual ruft die Kräfte des Lebens und der Fruchtbarkeit. Die Erträge der Bauern werden für einige Wochen deutlich besser ausfallen.

# race
source: wolf
de: Schattenmeister

source: unarmed
de: unbewaffnet

source: plain
de: Ebene

# race
source: wolf
de: rote Scarabäen

# race
source: wolf
de: Seeschlangen

# spell
source: Shadowbreath
de: Lebenslied festigen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit dieser Formel bindet der Magier auf ewig die Kräfte der Erde in die Mauern der Burg, in der er sich gerade befindet. Weder magisch noch mit schwerem Geschütz können derartig gestärkte Mauern zerstört werden, und auch das Alter setzt ihnen weniger zu. Das Gebäude bietet sodann auch einen besseren Schutz gegen Angriffe mit dem Schwert wie mit Magie.

# birthday_firework_p
source: fireworks
de: Feuerwerke

# spell
source: Shadowbreath
de: ein unbekannter Zauber

# race
source: wolf
de: Schattenmeister

source: dreameye
de: Traumauge

source: seashell
de: Muschel

# race
source: wolf
de: rote Scarabäen

source: adamantium plate
de: Adamantiumrüstung

# spell
source: Shadowbreath
de: Meditation

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieses verzauberte Drachenauge muß vor dem Abend einer Schlacht vom Heerführer verzehrt werden. Während der Nacht wird er dann Einblick in die Träume der feindlichen Heerführer erhalten und so möglicherweise einen entscheidenden Vorteil im kommenden Gefecht erlangen.

# nr_mallorntree_p
source: mallorn trees
de: Mallornbäume

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieses Abzeichen identifiziert die Partei seines Trägers offiziell als einen Besucher der Botschafterregion 'Muschelplateau'.

# border
source: wall
de: eine Straße

# race
source: wolf
de: Seeschlangen

# spell
source: Shadowbreath
de: Störe Astrale Integrität

# spell
source: Shadowbreath
de: Ritual der Aufnahme

# SCHIFF
source: SHIP
de: SCHIFF

# race
source: wolf
de: kleiner Scarabäus

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Nuß, im umgangssprachlichen Sinne alle trockenen, hartschaligen Früchte oder Samen, die eine Schale besitzen, die sich leicht vom inneren, eßbaren Kern entfernen läßt. In der botanischen Terminologie beschränkt sich die Bezeichnung Nuß auf eine einsamige Frucht, die aus einem Fruchtknoten (Ovarium) entstanden ist, dessen äußere Wände sich verholzt haben und der sich nicht öffnet, um seinen Samen zu entlassen. Solche echten Nüsse können eßbar, aber auch ungenießbar sein. Bekannte Beispiele sind Eicheln, Bucheckern, Kastanien und Haselnüsse. Beispiele für Früchte oder Samen, die vom Volksmund fälschlich als Nüsse bezeichnet werden, sind Mandeln und Walnüsse: Im botanischen Sinne sind dies Steinfrüchte, denen die fleischige äußere Schale entfernt wurde. Andere Beispiele für unechte Nüsse sind Erdnüsse - in Hülsen eingeschlossene Samen - sowie Roßkastanien und Paranüsse, bei denen es sich um von Kapseln umhüllte Samen handelt.

# spell
source: Shadowbreath
de: Opfere Kraft

# spice_p
source: spice
de: Gewürze

# nr_building_inprogress
source: (under construction)
de: (im Bau)

# ring_of_levitation_p
source: rings of levitation
de: Ringe der Levitation

# spell
source: Shadowbreath
de: Gesang des wachen Geistes

# attack_standard
source: an attack with a weapon or an unarmed attack
de: ein Angriff mit der Waffe oder unbewaffnet

# b_armor
source: armour
de: Rüstung

# skill
source: espionage
de: Reiten

# calendar
source: of the first week
de: die letzte Woche

# furious_mob
source: Furious peasants
de: Aufgebrachte Bauern

# skill
source: espionage
de: Katapultbedienung

source: pyramid
de: Pyramide

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Aus 'Wanderungen' von Firudin dem Weisen: 'In Weilersweide, nahe dem Wytharhafen, liegt ein kleiner Gasthof, der nur wenig besucht ist. Niemanden bekannt ist, das dieser Hof bis vor einigen Jahren die Bleibe des verbannten Wanderpredigers Grauwolf war. Nachdem er bei einer seiner berüchtigten flammenden Reden fast die gesammte Bauernschaft angeworben hatte, wurde er wegen Aufruhr verurteilt und verbannt. Nur zögerlich war er bereit mir das Geheimnis seiner Überzeugungskraft zu lehren.'

# catapultammo
source: ammunition
de: Katapultmunition

# skill
source: espionage
de: Steinbau

# HELFE
source: HELP
de: HELFE

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Für einen Heiltrank nehme man die Schale eines Windbeutels und etwas Gurgelkraut, rühre eine kleingehacktes Elfenlieb dazu und bestreue alles mit den Blüten einer Eisblume. Dies muß vier Tage lang gären, wobei man am zweiten Tag einen Spaltwachs dazutun muß. Dann ziehe man vorsichtig den oben schwimmenden Saft ab. Ein solcher Trank gibt vier Männern (oder einem Mann vier mal) im Kampf eine Chance von 50%, sonst tödliche Wunden zu überleben. Der Trank wird von ihnen automatisch bei Verletzung angewandt.

# race
source: wolf
de: Orks

# stat_pierce
source: Hard to hit by piercing weapons.
de: Ist durch Stichwaffen, Bögen und Armbrüste schwer zu verwunden.

source: snow globe
de: Schneekugel

# rustygreatsword_p
source: rusty claymores
de: Rostige Zweihänder

# keyword
source: END
de: EMAIL

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Alle lebenden Wesen haben ein eigenes individuelles Lebenslied. Nicht zwei Lieder gleichen sich, auch wenn sich alle Lieder einer Art ähneln. Jeder Zauber verändert dieses Lied auf die eine oder andere Art und gibt sich damit zu erkennen. Dieser Gesang hilft, jene Veränderungen im Lebenslied einer Person zu erlauschen, welche magischer Natur sind. Alle Verzauberungen, die nicht stärker maskiert sind als Eure Fähigkeit, werdet Ihr so entschlüsseln und demaskieren können.

# spell
source: Shadowbreath
de: Feuriger Drachenodem

source: oil
de: Öl

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Eine Geburtstagstorte mit 10 Kerzen. Herzlichen Glückwunsch, Eressea!

# jewel_p
source: gems
de: Juwelen

# race
source: wolf
de: Orks

# boat_a
source: a boat
de: ein Boot

# race
source: wolf
de: Nymphe

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Verletzt alle Gegner.

# race
source: wolf
de: Spinx

# coast
source: southeast coast
de: Ostküste

source: harbour
de: Hafen

# spell
source: Shadowbreath
de: Magie analysieren

# truthpotion
source: potion of truth
de: Trank der Wahrheit

source: northeast
de: Nordosten

# sehr wenige
source: very few
de: sehr wenige

# race
source: wolf
de: Ork

# race
source: wolf
de: Tunnelwurm

# stardust_p
source: stardust
de: Sternenstaub

# race
source: wolf
de: Bauer

# mallorncrossbow_p
source: mallorn crossbows
de: Mallornarmbrüste

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers weckt der Druide die in den Wälder der Region schlummernden Ents aus ihrem äonenlangen Schlaf. Die wilden Baumwesen werden sich ihm anschließen und ihm beistehen, jedoch nach einiger Zeit wieder in Schlummer verfallen.

# coast
source: southeast coast
de: Westküste

# keyword
source: END
de: BOTSCHAFT

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses vor dem Kampf zu zaubernde Ritual gibt den eigenen Truppen einen zusätzlichen Bonus auf ihre Rüstung. Jeder Treffer reduziert die Kraft des Zaubers, so dass der Schild sich irgendwann im Kampf auflösen wird.

# coal_p
source: pieces of coal
de: Kohlenstücke

source: goliath water
de: Goliathwasser

# person_p
source: men
de: Personen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Zauber dringt der Traumweber in die Gedanken und Traumwelt seines Opfers ein und kann so seine intimsten Geheimnisse ausspähen. Seine Fähigkeiten, seinen Besitz und seine Parteizugehörigkeit wird nicht länger ungewiss sein.

# spell
source: Shadowbreath
de: Säurenebel

# battle_attack
source: Attacked against
de: Attacke gegen:

source: almond
de: Mandelkern

source: lance
de: Lanze

# race
source: wolf
de: Insekten

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber ermöglicht es dem Träumer, den Schlaf aller nichtaliierten Einheiten (HELFE BEWACHE) in der Region so stark zu stören, das sie vorübergehend einen Teil ihrer Erinnerungen verlieren.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Wie viele magischen Gesänge, so entstammt auch dieser den altem Wissen der Katzen, die schon immer um die machtvolle Wirkung der Stimme wussten. Mit diesem Lied wird die Stimmung der Krieger aufgepeitscht, sie gar in wilde Raserrei und Blutrausch versetzt. Ungeachtet eigener Schmerzen werden sie kämpfen bis zum Tode und niemals fliehen. Während ihre Attacke verstärkt ist achten sie kaum auf sich selbst.

# spell
source: Shadowbreath
de: Wasserelementar

# spell
source: Shadowbreath
de: Beschleunigung

# spell
source: Shadowbreath
de: Feuerwand

# race
source: wolf
de: Eisengolem

source: snowman
de: Schneemann

# PRIVAT
source: PRIVATE
de: PRIVAT

# PUNKTE
source: SCORE
de: PUNKTE

# race
source: wolf
de: Insekten

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Magier zwingt mit diesem Ritual die Elementargeister des Wassers in seinen Dienst und bringt sie dazu, das angegebene Schiff schneller durch das Wasser zu tragen. Zudem wird das Schiff nicht durch ungünstige Winde oder Strömungen beeinträchtigt.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber bewirkt eine schwere Störung des Astralraums. Innerhalb eines astralen Radius von Stufe/5 Regionen werden alle Astralwesen, die dem Zauber nicht wiederstehen können, aus der astralen Ebene geschleudert. Der astrale Kontakt mit allen betroffenen Regionen ist für Stufe/3 Wochen gestört.

# spell
source: Shadowbreath
de: Beschwöre einen Erdelementar

# spell
source: Shadowbreath
de: Mob aufwiegeln

# stat_bash
source: Hard to hit by blunt weapons and catapults.
de: Ist durch Schlagwaffen und Katapulte schwer zu verwunden.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber beschleunigt einige Kämpfer auf der eigenen Seite so, dass sie während des gesamten Kampfes in einer Kampfrunde zweimal angreifen können.

# keyword
source: END
de: BEANSPRUCHE

# race
source: wolf
de: Insekten

# corridor1
source: corridor
de: Gang

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Die Anrufung der Elementargeister des Windes beschwört plötzliche Windböen, kleine Windhosen und Luftlöcher herauf, die die gegnerischen Schützen behindern werden.

# keyword
source: END
de: ALLIANZ

# spell
source: Shadowbreath
de: Lied der Heilung

source: sapling
de: Schößling

# vial_p
source: vials
de: Phiolen

source: rusty shield
de: Rostiger Schild

source: quarry
de: Steinbruch

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Tötet die Feinde mit Feuer.

# scale_p
source: pangolins
de: Schuppenpanzer

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit dieser Formel bindet der Magier zu Beginn eines Kampfes einige Elementargeister des Fels in die Mauern des Gebäudes, in dem er sich gerade befindet. Das Gebäude bietet sodann einen besseren Schutz gegen Angriffe mit dem Schwert wie mit Magie.

# race
source: wolf
de: Seeschlange

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber vermag dem Gegner ein geringfügig versetztes Bild der eigenen Truppen vorzuspiegeln, so wie der Fisch im Wasser auch nicht dort ist wo er zu sein scheint. Von jedem Treffer kann so die Hälfte des Schadens unschädlich abgeleitet werden. Doch hält der Schild nur einige Hundert Schwerthiebe aus, danach wird er sich auflösen. Je stärker der Magier, desto mehr Schaden hält der Schild aus.

# section_newpotions
source: New Potions
de: Neue Tränke

# border
source: wall
de: eine Illusionswand

# race
source: wolf
de: Apepschlange

# race
source: wolf
de: Dracoiden

# spell
source: Shadowbreath
de: Erschaffe ein Amulett der Keuschheit

# roqf_p
source: rings of quick fingers
de: Ringe der flinken Finger

# school
source: no magic school yet
de: Gemein

# fairyboot_p
source: fairy boots
de: Feenstiefel

# FREMDES
source: FOREIGN
de: FREMDES

# ghoul_prefix_10
source: Horrific
de: Grauenhafte

# race
source: wolf
de: Dracoide

# nr_trade_final
source: and
de: und für

# ghoul_prefix_11
source: Dreadful
de: Furchtbare

# ghoul_prefix_12
source: Fearsome
de: Entsetzliche

source: mistletoe
de: Mistelzweig

# ghoul_prefix_13
source: Frightening
de: Schauderhafte

source: mallorn crossbow
de: Mallornarmbrust

# ghoul_prefix_14
source: Terrible
de: Schreckliche

# spell
source: Shadowbreath
de: Traumbilder entwirren

# ghoul_prefix_15
source: Sinister
de: Düstere

# race
source: wolf
de: Goblins

# ghoul_prefix_16
source: Intimidating
de: Schaurige

# eyeofdragon_p
source: eye of dragons
de: Augen des Drachen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber läßt eine Welle aus purer Kraft über die gegnerischen Reihen hinwegfegen. Viele Kämpfer wird der Schock so benommen machen, dass sie für einen kurzen Moment nicht angreifen können.

# race
source: wolf
de: Dracoiden

# race
source: wolf
de: Spezial

# lebkuchenherz
source: gingerbread heart
de: Lebkuchenherz mit der Aufschrift 'Erz und Stein, das ist fein'

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Eine Kugel aus Kristallglas von circa drei Zoll Durchmesser, welche auf einem Sockel aus Granit ruht. Im Inneren tanzen unzählige winzige Schneeflocken munter umher. Auf der Unterseite des Sockels ist eine goldene Windrose mit den sechs Himmelsrichtungen abgebildet. Eigentlich ein sehr schöner Anblick, doch strahlt sie eine namenlose Kälte aus. Unter Magiern und anderen der arkanen Künste kundigen ist die Funktion und Wirkungsweise des Artefaktes heftig umstritten. Einig scheint man sich darüber zu sein, dass in dieser kleinen Kugel so viel Kälte gefangen ist, dass es dauerhafte Folgen für eine weiträumige Umgebung hätte wenn man sie zerstört. Größte Brände ließen sich damit wohl löschen, Vulkane besänftigen und Unmengen von Wasser zum gefrieren bringen. Doch auch in weniger extremen Umgebungen würden sich bestimmt dauerhafte Veränderungen ereignen. Es wäre sicherlich nicht zu empfehlen das Kleinod einfach fallen zu lassen. Man sollte es anstelle dessen so weit wie möglich von sich schleudern und dafür sorge tragen, dass sich am Einschlagsort kein Lebewesen aufhält. So man denn eine Benutzung tatsächlich riskieren will. (BENUTZE Schneekugel <HIMMELSRICHTUNG>)

source: desert
de: Wüste

# race
source: wolf
de: Delphin

# bow_p
source: bows
de: Bögen

# race
source: wolf
de: Goblins
