Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# enterpasswd
source: insert_your_password_here
de: hier_passwort_eintragen

# skill
source: espionage
de: Bergbau

# studypotion
source: brain boost
de: Lerntrank

# keyword
source: END
de: MACHE

# border
source: wall
de: eine zu $percent% vollendete Straße

# spell
source: Shadowbreath
de: Verwünschung

# KAEMPFE
source: COMBAT
de: KÄMPFE

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Magier eigene Aura im Verhältnis 2:1 auf einen anderen Magier des gleichen Magiegebietes übertragen.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Die verzauberte Einheit beginnt hemmungslos zu plappern und erzählt welche Talente sie kann, was für Gegenstände sie mit sich führt und sollte sie magisch begabt sein, sogar welche Zauber sie beherrscht. Leider beeinflußt dieser Zauber nicht das Gedächtnis, und so wird sie sich im nachhinein wohl bewußt werden, dass sie zuviel erzählt hat.

source: nut
de: Nuß

source: halberd
de: Hellebarde

# undead_name_10
source: ghouls
de: Ghule

# undead_name_11
source: headless
de: Kopflose

# undead_name_12
source: wisps
de: Irrlichter

source: temple
de: Tempel

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Magier einen Teil seiner magischen Kraft permanent auf einen anderen Magier übertragen. Auf einen Magier des selben Magiegebietes kann er die Hälfte der eingesetzten Kraft übertragen, auf andere Magier ein Drittel.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber ermöglicht es dem Magier Insekten auf magische Weise vor der lähmenden Kälte der Gletscher zu bewahren. Sie können Gletscher betreten und dort normal agieren. Der Spruch wirkt auf Stufe*10 Insekten. Ein Ring der Macht erhöht die Menge der verzauberbaren Insekten zusätzlich um 10.

# nr_undercons
source: under construction
de: im Bau

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Das Ziel des Zauberers wird von einer harmlosen Verwünschung heimgesucht.

# BURG
source: CASTLE
de: BURG

# keyword
source: END
de: ROUTE

# spell
source: Shadowbreath
de: Schutz vor Magie

source: sawmill
de: Sägewerk

# magicherbbag_p
source: bags of conservation
de: Magische Kräuterbeutel

source: seaserpenthead
de: Seeschlangenkopf

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses arkanen Rituals vermag der Traumweber die wahre Gestalt einer Gruppe zu verschleiern. Unbedarften Beobachtern erscheint sie dann als einer anderen Rasse zugehörig.

# skill
source: espionage
de: Armbrustschießen

# spell
source: Shadowbreath
de: Magiefresser

# skill
source: espionage
de: Magie

# see_lighthouse
source: from lighthouse
de: vom Turm erblickt

# aoc_p
source: amulets of the kitten
de: Katzenamulette

# spell
source: Shadowbreath
de: Süße Träume

# border
source: wall
de: eine Nebelwand

# calendar
source: of the first week
de: Winter

# wall1_trail
source: an impressive wall
de: eine mächtige Mauer

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Diese praktische Anwendung des theoretischen Wissens um Raum und Zeit ermöglicht es, den Zeitfluß für einige Personen zu verändern. Auf diese Weise veränderte Personen bekommen für einige Wochen doppelt soviele Bewegungspunkte und doppelt soviele Angriffe pro Runde.

# race
source: wolf
de: Warg

# race
source: wolf
de: Traumkatzen

# Frühling
source: spring
de: Frühling

# spell
source: Shadowbreath
de: Gesang der Versklavung

# spell
source: Shadowbreath
de: Fluch brechen

# spell
source: Shadowbreath
de: Sog des Lebens

# catapult_p
source: catapults
de: Katapulte

# almond_p
source: almonds
de: Mandelkerne

# lance_p
source: lances
de: Lanzen

# race
source: wolf
de: Zauber

# roi_p
source: rings of invisibility
de: Ringe der Unsichtbarkeit

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Vor den Augen der feindlichen Soldaten opfert der Schwarzmagier die zehn Bauern in einem blutigen, grausamen Ritual und beschwört auf diese Weise Geister des Wahnsinns über die feindlichen Truppen. Diese werden im Kampf verwirrt reagieren und nicht in der Lage sein, den Anweisungen ihrer Offiziere zu folgen.

# race
source: wolf
de: Traumkatzen

# keyword
source: END
de: KAMPFZAUBER

# wenige
source: few
de: wenige

# b_attacke
source: attack
de: Angriff

# keyword
source: END
de: HELFE

# race
source: wolf
de: Traumkatzen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Ein Druide, den es in die Welt der Geister verschlagen hat, kann mit Hilfe dieses Zaubers Stufe*5 Gewichtseinheiten in einen Wald auf der materiellen Welt zurückschicken.

# race
source: wolf
de: Schattenmeister

# race
source: wolf
de: Feen

# mallornseed_p
source: mallorn seeds
de: Mallornsamen

# ghoul_prefix_0
source: Rotting
de: Faulende

# ghoul_prefix_1
source: Horrifying
de: Angsteinflößende

# nr_mallorntree
source: mallorn tree
de: Mallornbaum

# ghoul_prefix_2
source: Quiet
de: Leise

# ghoul_prefix_3
source: Child-eating
de: Kinderfressende

# ghoul_prefix_4
source: Man-eating
de: Menschenfressende

# school
source: no magic school yet
de: Gwyrrd

# smod_sea
source: sea
de: Seezauber

# ghoul_prefix_5
source: Insane
de: Wahnsinnige

# ghoul_prefix_6
source: Brutal
de: Brutale

# ghoul_prefix_7
source: Black
de: Schwarze

# damage
source: badly wounded
de: erschöpft

# ghoul_prefix_8
source: Dark
de: Dunkle

# race
source: wolf
de: Klonen

# ghoul_prefix_9
source: Monstrous
de: Fürchterliche

# spell
source: Shadowbreath
de: Gesang der Furcht

# skill
source: espionage
de: Wahrnehmung

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Ritual kann der Magier einen Teil seiner Lebensenergie opfern, um dafür an magischer Kraft zu gewinnen. Erfahrene Ritualmagier berichten, das sich das Ritual, einmal initiiert, nur schlecht steuern ließe und die Menge der so gewonnenen Kraft stark schwankt. So steht im 'Buch des Blutes' geschrieben: 'So richte Er aus das Zeichen der vier Elemente im Kreis des Werdens und Vergehens und Weihe ein jedes mit einem Tropfen Blut. Sodann begebe Er in der Mitten der Ewigen Vierer sich und lasse Leben verrinnen, auf das Kraft geboren werde.'

# race
source: wolf
de: Feen

# rustygreatsword
source: rusty claymore
de: Rostiger Zweihänder

source: an unknown unit
de: eine unbekannte Einheit

# race
source: wolf
de: Wargen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Erschafft einen Wächtergeist, der in Gletschern und Bergen Eisen- und Laenabbau durch nichtalliierte Parteien (HELFE BEWACHE) verhindert, solange er die Region bewacht. Der Bergwächter ist an den Ort der Beschwörung gebunden.

# h20_p
source: snowcrystal petals
de: Schneekristalle

# hell
source: hellfire
de: Ebene aus Feuer und Dunkelheit

# mailcmd
source: ORDERS
de: BEFEHLE

# skeleton_postfix_0
source: of the night
de: der Nacht

# spellpar
source: spellid
de: Zauber-ID

# skeleton_postfix_1
source: from the shadows
de: der Schatten

# spell
source: Shadowbreath
de: Erschaffe einen Ring der Unsichtbarkeit

# race
source: wolf
de: Feen

# skeleton_postfix_2
source: of darkness
de: der Finsternis

# ror_p
source: rings of regeneration
de: Ringe der Regeneration

# skeleton_postfix_3
source: from evil
de: des Bösen

# race
source: wolf
de: Trollen

# race
source: wolf
de: Klone

# skeleton_postfix_4
source: of the slain
de: der Erschlagenen

# skeleton_postfix_5
source: of the damned
de: der Verfluchten

# skeleton_postfix_6
source: of the tortured
de: der Gefolterten

# race
source: wolf
de: Warge

# skeleton_postfix_7
source: of the restless
de: der Ruhelosen

# skeleton_postfix_8
source: from the mists
de: aus dem Nebel

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Ein gar machtvoller Gesang aus den Überlieferungen der Katzen, der tief in die Herzen der Feinde dringt und ihnen Mut und Hoffnung raubt. Furcht wird sie zittern lassen und Panik ihre Gedanken beherrschen. Voller Angst werden sie versuchen, den gräßlichen Gesängen zu entrinnen und fliehen.

# spell
source: Shadowbreath
de: Erschaffe einen Ring der Macht

# keyword
source: END
de: ZÜCHTE

# skeleton_postfix_9
source: of the blackness
de: aus dem Dunkel

# spell
source: Shadowbreath
de: Erschaffe einen Ring der Regeneration

# spell
source: Shadowbreath
de: Beute Bewahren

# race
source: wolf
de: Klonen

# plain_trail
source: the plain of %s
de: die Ebene von %s

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: 'Und so reibe das Blut eines wilden Kämpfers in den Stahl der Klinge und beginne die Anrufung der Sphären des Chaos. Und hast du alles zu ihrem Wohlgefallen getan, so werden sie einen niederen der ihren senden, das Schwert mit seiner Macht zu beseelen...'

# h1_p
source: tangy temerities
de: Würzige Wagemut

# healingpotion_p
source: healingpotions
de: Heiltränke

# spell
source: Shadowbreath
de: Gesang des schwachen Geistes

# race
source: wolf
de: Warg

# race
source: wolf
de: Trolle

# prefix
source: flame
de: Grau

# building
source: structure
de: Struktur

# spell
source: Shadowbreath
de: Belebtes Gestein

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser fröhliche Gesang wird sich wie ein Gerücht in der Region ausbreiten und alle Welt in Feierlaune versetzen. Überall werden Tavernen und Theater gut gefüllt sein und selbst die Bettler satt werden.

# growl1
source: Tshrrrk ...
de: Tschrrrk...

# growl2
source: Shhhhhh ...
de: Schhhhh...

# spell
source: Shadowbreath
de: Hainzauber

# race
source: wolf
de: Troll

# skill
source: espionage
de: Bogenschießen

# h4_p
source: cobalt fungi
de: Blaue Baumringel

source: LEAVE
de: VERLASSEN

# weight_unit_p
source: stones
de: GE

# nr_level
source: Level
de: Stufe

# healing
source: healing potion
de: Heiltrank

# vortex_desc
source: A vortex of pure chaos energy floats over the region.
de: Ein Wirbel aus reinem Chaos zieht über die Region

# race
source: wolf
de: Ghasten

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Zauber greift der Magier direkt den Geist seiner Gegner an. Ein Schlag aus astraler und elektrischer Energie trifft die Gegner, wird die Magieresistenz durchbrochen, verliert ein Opfer permanent einen Teil seiner Erinnerungen. Wird es zu oft ein Opfer dieses Zaubers kann es daran sterben.

# h7_p
source: knotroots
de: Knotige Saugwurze

# nr_spell_description
source: Description:
de: Beschreibung:

# attack_magical
source: a magical attack
de: ein magischer Angriff

# unit_guards
source: guards the region
de: bewacht die Region

source: pavilion
de: Pavillion

# race
source: wolf
de: Zauber

# race
source: wolf
de: Juju-Zombies

# border
source: wall
de: Nebelwand

# stat_attack
source: attack
de: Angriff

# keyword
source: END
de: BANNER

# race
source: wolf
de: Ghaste

# spell
source: Shadowbreath
de: Kraft der Natur

# spell
source: Shadowbreath
de: Firuns Fell

# race
source: wolf
de: Zauber

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber ermöglicht es dem Traumweber die natürlichen und aufgezwungenen Traumbilder einer Person, eines Gebäudes, Schiffes oder einer Region zu unterscheiden und diese zu entwirren.

# race
source: wolf
de: Juju-Zombies

# museumticket
source: ticket to the grand museum
de: Eintrittskarte des Großen Museum

# race
source: wolf
de: Ghast

# spell
source: Shadowbreath
de: Lied der Verführung

# keyword
source: END
de: BENUTZE

# spell
source: Shadowbreath
de: Erschaffe einen Gürtel der Trollstärke

# race
source: wolf
de: Zauber

# race
source: wolf
de: Juju-Zombie

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual beschwört wütende Elementargeister der Hitze. Eine Dürre sucht das Land heim. Bäume verdorren, Tiere verenden, und die Ernte fällt aus. Für Tagelöhner gibt es kaum noch Arbeit in der Landwirtschaft zu finden.

source: XEPOTION
de: XETRANK

# race
source: wolf
de: Untoter

source: p10
de: Berserkerblut

# toadslime_p
source: pots of toadslime
de: Tiegel mit Krötenschleim

# p11
source: peasant love potion
de: Bauernlieb

# p13
source: elixir of power
de: Elixier der Macht

# wand_p
source: wands
de: Zauberstäbe

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Cerddormagier sind _die_ Gaukler unter den Magiern, sie lieben es das Volk zu unterhalten und im Mittelpunkt zu stehen. Schon Anfänger lernen die kleinen Kunststücke und magischen Tricks, mit denen man das Volk locken und verführen kann, den Geldbeutel ganz weit zu öffnen, und am Ende der Woche wird der Gaukler 50 Silber pro Stufe verdient haben.

# spell
source: Shadowbreath
de: Unbekannter Effekt

# skill
source: espionage
de: Waffenloser Kampf

# keyword
source: END
de: TREIBE

# rustyshield_p
source: rusty shields
de: Rostige Schilde

# keyword
source: END
de: BEFÖRDERE

# skeleton_prefix_0
source: Rattly
de: Klapperige

# spell
source: Shadowbreath
de: Feuerteufel

source: stone
de: Stein

# skeleton_prefix_1
source: Moaning
de: Stöhnende

# spell
source: Shadowbreath
de: Auratransfer

# skeleton_prefix_2
source: Black-boned
de: Schwarzknochige

# skeleton_prefix_3
source: Black-clad
de: Schwarzgewandete

# aurafocus_p
source: aurafocuses
de: Aurafocuse

# skeleton_prefix_4
source: Terrible
de: Angsteinflößende

# spell
source: Shadowbreath
de: Beschwöre Schattenmeister

# snowball_p
source: snowball
de: Schneebälle

# apple_p
source: apples
de: Äpfel

# skeleton_prefix_5
source: Howling
de: Heulende

# skeleton_prefix_6
source: Beastly
de: Wartende

# tree_p
source: trees
de: Bäume

# skeleton_prefix_7
source: Hideous
de: Grauenvolle

# skeleton_prefix_8
source: Black
de: Schwarze

# myrrh_p
source: myrrh
de: Myrrhe

# skeleton_prefix_9
source: Dark
de: Dunkle

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Niemand kann so gut die Träume deuten wie ein Magier des Illaun. Auch die Kunst der Wahrsagerei, des Kartenlegens und des Handlesens sind ihm geläufig. Dafür zahlen ihm die Bauern 50 Silber pro Stufe.

# spell
source: Shadowbreath
de: Hohe Kunst der Überzeugung

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Kräuter, die in diesem Beutelchen aufbewahrt werden, sind erheblich besser konserviert.

# keyword
source: END
de: VERKAUFE

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Magier eigene Aura im Verhältnis 2:1 auf einen anderen Magier des gleichen Magiegebietes oder im Verhältnis 3:1 auf einen Magier eines anderen Magiegebietes übertragen.

# race
source: wolf
de: Wyrm

source: birthday cake
de: Geburtstagstorte

# spell
source: Shadowbreath
de: Unbekannter Effekt

# skill
source: espionage
de: Rüstungsbau

# spell
source: Shadowbreath
de: Schleieraura

source: an unknown spell
de: ein unbekannter Zauber

# status_aggressive
source: aggressive
de: aggressiv

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses magische Lied wird, einmal mit Inbrunst gesungen, sich in der Region fortpflanzen, von Mund zu Mund springen und eine Zeitlang überall zu vernehmen sein. Nach wie vielen Wochen der Gesang aus dem Gedächtnis der Region entschwunden ist, ist von dem Geschick des Barden abhängig. Bis das Lied ganz verklungen ist, wird seine Magie allen Verbündeten des Barden (HELFE BEWACHE), und natürlich auch seinen eigenem Volk, einen einmaligen Bonus von 15% auf die natürliche Widerstandskraft gegen eine Verzauberung verleihen.

# keyword
source: END
de: KONTAKT

# spell
source: Shadowbreath
de: Blick in die Realität

# dragonhead_p
source: dragonheads
de: Drachenköpfe

# keyword
source: END
de: PFLANZE

# border
source: wall
de: Irrlichter

# spell
source: Shadowbreath
de: Aufruhr

source: catapult
de: Katapult

# undead_prefix_10
source: Dark
de: Dunkle

# undead_prefix_11
source: Dreadfule
de: Fürchterliche

# spell
source: Shadowbreath
de: Schaler Wein

# undead_prefix_12
source: Horrid
de: Grauenhafte

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual beschört einen großen Wasserelementar aus den Tiefen des Ozeans. Der Elementar erzeugt einen gewaltigen Strudel, einen Mahlstrom, welcher alle Schiffe, die ihn passieren, schwer beschädigen kann.

# undead_prefix_13
source: Fearsome
de: Furchtbare

# dolphin_p
source: dolphins
de: Delphine

# factiondefault
source: Faction
de: Partei

# undead_prefix_14
source: Loathsome
de: Entsetzliche

# NICHT
source: NOT
de: NICHT

# undead_prefix_15
source: Sickening
de: Schauderhafte

# undead_prefix_16
source: Abominable
de: Schreckliche

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Magier kann mit Hilfe dieses Zaubers aus der Astral- in die materielle Ebene blicken und die Regionen und Einheiten genau erkennen.

source: vortex
de: Wirbel

# undead_prefix_17
source: Phantasmal
de: Gespenstische

# undead_prefix_18
source: Disgusting
de: Ekelhafte

# GIB
source: GIVE
de: GIB

# undead_prefix_19
source: Sinister
de: Düstere

# maelstrom_trail
source: a %s
de: ein %s

# skill
source: espionage
de: Holzfällen

# spell
source: Shadowbreath
de: Kleine Flüche

# lmsreward_p
source: Belts of Heroic Legends
de: Gürtel der Heldentaten

source: academy
de: Akademie

# race
source: wolf
de: Katzendrachen

# spell
source: Shadowbreath
de: Wolfsgeheul

# spell
source: Shadowbreath
de: Gesang der Verwirrung

# race
source: wolf
de: Skelett

# mallornsapling_p
source: mallorn saplings
de: Mallornschößlinge

# spell
source: Shadowbreath
de: Gesang der Melancholie

# spell
source: Shadowbreath
de: Kriegsgesang
