Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Ist man nach einem einem harten Kampf schwer verwundet, ist es ratsam, etwas Wundsalbe parat zu haben. Streicht man diese magische Paste auf die Wunden, schließen sich diese augenblicklich. Für die Herstellung benötigt der Alchemist nebst einem Blauen Baumringel einen Würzigen Wagemut und einen Weißen Wüterich. Eine solche Portion heilt bis zu 400 Lebenspunkte.

# section_none
source: Miscellaneous
de: Verschiedenes

# race
source: wolf
de: Katzendrachen

# race
source: wolf
de: Singdrache

source: myrrh
de: Myrrhe

# nr_guarding_unknown
source: unknown units
de: unbekannten Einheiten

# race
source: wolf
de: Katzendrachen

# skill
source: espionage
de: Alchemie

# undead_prefix_20
source: Nightmarish
de: Schaurige

# undead_prefix_21
source: Relentless
de: Erbarmungslose

# race
source: wolf
de: Eulen

# undead_prefix_22
source: Hungry
de: Hungrige

# ghoul_postfix_0
source: of the night
de: der Nacht

# ghoul_postfix_1
source: from the shadows
de: der Schatten

# BAEUME
source: TREES
de: BÄUME

# ghoul_postfix_2
source: of the darkness
de: der Finsternis

# ghoul_postfix_3
source: of evil
de: des Bösen

# ghoul_postfix_4
source: of death
de: der Erschlagenen

# ghoul_postfix_5
source: from the purgatory
de: der Verfluchten

# ghoul_postfix_6
source: of the unresting
de: der Ruhelosen

# ghoul_postfix_7
source: from the mists
de: aus dem Nebel

# ghoul_postfix_8
source: from the blackness
de: aus dem Dunkel

# ghoul_postfix_9
source: from the depths
de: der Tiefe

# race
source: wolf
de: Eulen

# attack_structural
source: an attack causing structural damage to buildings
de: ein Angriff, der Gebäudeschaden verursacht

# spell
source: Shadowbreath
de: Astrale Schwächezone

source: boat
de: Boot

# spell
source: Shadowbreath
de: Traumlesen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Durch Ausführung dieser Rituale ist der Magier in der Lage einen mächtigen Erdelementar zu beschwören. Solange dieser in den Boden gebannt ist, wird kein Regen die Wege aufweichen und kein Fluß Brücken zerstören können. Alle Reisende erhalten damit die gleichen Vorteile, die sonst nur ein ausgebautes gepflastertes Straßennetz bietet. Selbst Sümpfe und Gletscher können so verzaubert werden. Je mehr Kraft der Magier in den Bann legt, desto länger bleibt die Straße bestehen.

# soc_p
source: sacks of holding
de: Beutel des negativen Gewichts

# prefix
source: flame
de: Erz

# race
source: wolf
de: Eulen

# skill
source: espionage
de: Straßenbau

# spell
source: Shadowbreath
de: Schild des Fisches

# race
source: wolf
de: Delphinen

source: JOIN
de: BEITRETEN

# corridor1_trail
source: %s
de: die %s

# lebkuchenherz_p
source: gingerbread hearts
de: Lebkuchenherzen mit der Aufschrift 'Erz und Stein, das ist fein'

# spell
source: Shadowbreath
de: Traumbilder analysieren

# prefix
source: flame
de: Tal

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber ermöglicht es dem Traumweber, in die Träume einer Einheit einzudringen und so einen Bericht über die Umgebung zu erhalten.

# roqf
source: ring of quick fingers
de: Ring der flinken Finger

# race
source: wolf
de: Schattendrache

# race
source: wolf
de: Delphine

source: herb
de: Kraut

# spell
source: Shadowbreath
de: Tod des Geistes

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Spruch kann der Traumweber versuchen, die Verzauberungen einer einzelnen Einheit zu erkennen. Von allen Sprüchen, die seine eigenen Fähigkeiten nicht überschreiten, wird er einen Eindruck ihres Wirkens erhalten können. Bei stärkeren Sprüchen benötigt er ein wenig Glück für eine gelungene Analyse.

# race
source: wolf
de: Einhörnern

# race
source: wolf
de: Delphin

# keyword
source: END
de: GIB

# dir_ne
source: NE
de: NO

# spell
source: Shadowbreath
de: Erschaffe einen Beutel des Negativen Gewichts

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber - dessen Anwendung in den meisten Kulturen streng verboten ist - löst im Opfer ein unkontrollierbares Verlangen nach körperlicher Liebe aus. Die betroffenen Personen werden sich Hals über Kopf in ein Liebesabenteuer stürzen, zu blind vor Verlangen, um an etwas anderes zu denken. Meistens bereuen sie es einige Wochen später...

# spell
source: Shadowbreath
de: Hagel

source: hero
de: Held

# SILBERPOOL
source: SILVERPOOL
de: SILBERPOOL

# keyword
source: END
de: PRÄFIX

# section_nr
source: Notifications
de: Hinweise

# calendar
source: of the first week
de: die erste Woche

# spell
source: Shadowbreath
de: Untote Helden

# race
source: wolf
de: Einhörner

# catspoil
source: cat tail
de: Katzenschwanz

# keyword
source: END
de: ZEIGE

# race
source: wolf
de: Einhorn

# race
source: wolf
de: Schattendrachen

# spell
source: Shadowbreath
de: Rosthauch

# race
source: wolf
de: Bergwächter

# hp_p
source: hps
de: Trefferpunkte

# calendar
source: of the first week
de: Frühling

# magicbag_p
source: magic bags
de: Zauberbeutel

source: dragonship
de: Drachenschiff

# spell
source: Shadowbreath
de: Todeswolke

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Stirbt ein Krieger im Kampf so macht sich seine Seele auf die lange Wanderung zu den Sternen. Mit Hilfe eines Rituals kann ein Traumweber versuchen, die Seele wieder einzufangen und in den Körper des Verstorbenen zurückzubringen. Zwar heilt der Zauber keine körperlichen Verwundungen, doch ein Behandelter wird den Kampf überleben.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zaubers kann der Magier eigene Aura im Verhältnis 2:1 auf einen anderen Magier des gleichen Magiegebietes übertragen.

# race
source: wolf
de: Schattendrachen

source: west
de: Westen

# spell
source: Shadowbreath
de: Erschaffe ein Flammenschwert

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Der Zauber in diesem Ring bewirkt eine um das zehnfache verbesserte Geschicklichkeit und Gewandheit der Finger. Handwerker können somit das zehnfache produzieren, und bei einigen anderen Tätigkeiten könnte dies ebenfalls von Nutzen sein.

# race
source: wolf
de: Schattendrachen

# keyword
source: END
de: PIRATERIE

# raceinfo
source: This mystical beings prefer to live in the depth of the forest and knows how to hide from others. Very rarely a unicorn may bond with a mage, but when it happens it is a powerful ally that possesses its own magical powers.
de: Der Luchs ist bekannt für seine Geschicklichkeit im Verbergen und Beobachten. Mit ein wenig Geduld kann er zu einem hervorragenden Späher ausgebildet werden. Im Kampf verteidigt er sich mit seinen scharfen Krallen und weiß seine Gewandheit zu nutzen.

# greatsword
source: claymore
de: Bihänder

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Magier kann kurzzeitig in die Astralebene blicken und erfährt so alle Einheiten innerhalb eines astralen Radius von Stufe/5 Regionen.

# race
source: wolf
de: Dämonen

# relativ viele
source: rather many
de: relativ viele

source: and
de: und

# race
source: wolf
de: Dämonen

# race
source: wolf
de: Luchsen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber verhindert, dass ein Teil der sonst im Kampf zerstörten Gegenstände beschädigt wird. Die Verluste reduzieren sich um 5% pro Stufe des Zaubers bis zu einem Minimum von 25%.

# race
source: wolf
de: Dämonen

source: mountain
de: Berge

# race
source: wolf
de: Luchse

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Jede Verzauberung beeinflußt das Lebenslied, schwächt und verzerrt es. Der kundige Barde kann versuchen, das Lebenslied aufzufangen und zu verstärken und die Veränderungen aus dem Lied zu tilgen.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Wo sonst aus einem Stecken nur ein Baum sprießen konnte, so treibt nun jeder Ast Wurzeln.

# race
source: wolf
de: Luchs

source: rusty sword
de: Schartiges Schwert

# spear_p
source: spears
de: Speere

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Tötet die Feinde mit Kälte.

# insectspoil
source: insect antenna
de: Insektenfühler

# spell
source: Shadowbreath
de: Gestaltwandlung

# race
source: wolf
de: Jungdrache

# calendar
source: of the first week
de: der ersten Woche

# swamp_trail
source: the swamps of %s
de: der Sumpf von %s

# nr_nb_final
source: and to the
de: und im

# aoc
source: amulet of the kitten
de: Katzenamulett

# balm_p
source: balm
de: Balsam

# spell
source: Shadowbreath
de: Mahlstrom

# race
source: wolf
de: Zombies

# aod
source: amulet of darkness
de: Amulett der Dunkelheit

# border
source: wall
de: Wand

# skill
source: espionage
de: Handeln

# aog
source: amulet of gathering
de: Amulett des Treffens

source: dragonblood
de: Drachenblut

# aquarianspoil_p
source: aquarian scales
de: Meermenschschuppen

# spell
source: Shadowbreath
de: Monster friedlich stimmen

# spell
source: Shadowbreath
de: Astraler Riss

source: active volcano
de: Aktiver Vulkan

# race
source: wolf
de: Zombies

source: trollbelt
de: Gürtel der Trollstärke

source: laen shield
de: Laenschild

# BEWACHE
source: GUARD
de: BEWACHEN

# h0
source: flatroot
de: Flachwurz

# humanspoil
source: human scalp
de: Menschenskalp

# coast
source: southeast coast
de: Nordostküste

# h1
source: tangy temerity
de: Würziger Wagemut

source: healingpotion
de: Heiltrank

# AUSWERTUNG
source: REPORT
de: AUSWERTUNG

# h2
source: owlsgaze
de: Eulenauge

# h3
source: spider ivy
de: Grüner Spinnerich

# race
source: wolf
de: Zombie

# h4
source: cobalt fungus
de: Blauer Baumringel

# nr_spell_components
source: Components:
de: Komponenten:

# h5
source: elvendear
de: Elfenlieb

# ghoul_name_0
source: ghouls
de: Ghoule

# h6
source: bugleweed
de: Gurgelkraut

# ghoul_name_1
source: creatures
de: Kreaturen

# h7
source: knotroot
de: Knotiger Saugwurz

# ghoul_name_2
source: lost souls
de: Verlorene

# h8
source: bubblemorel
de: Blasenmorchel

# ghoul_name_3
source: slain
de: Erschlagene

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Zeichnet man diese Runen auf die Wände eines Gebäudes oder auf die Planken eines Schiffes, so wird es schwerer durch Zauber zu beeinflussen sein. Jedes Ritual erhöht die Widerstandskraft des Gebäudes oder Schiffes gegen Verzauberung um 20%. Werden mehrere Schutzzauber übereinander gelegt, so addiert sich ihre Wirkung, doch ein hundertprozentiger Schutz läßt sich so nicht erreichen. Der Zauber hält mindestens drei Wochen an, je nach Talent des Magiers aber auch viel länger.

# h9
source: waterfinder
de: Wasserfinder

# section_errors
source: Warnings and Errors
de: Warnungen und Fehler

# ghoul_name_4
source: accursed
de: Verdammte

# race
source: wolf
de: Ghast

# ghoul_name_5
source: scuffling ghouls
de: Schlurfende Ghoule

# prefix
source: flame
de: Eis

# spell
source: Shadowbreath
de: Erschaffe eine Sphäre der Unsichtbarkeit

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Nicht nur der Feldscher kann den Verwundeten einer Schlacht helfen. Die Barden kennen verschiedene Lieder, die die Selbstheilungskräfte des Körpers unterstützen. Dieses Lied vermag Wunden zu schließen, gebrochene Knochen zu richten und selbst abgetrennte Glieder wieder zu regenerieren.

# keyword
source: END
de: FORSCHE

# coast
source: southeast coast
de: Nordwestküste

# seashell_p
source: seashells
de: Muscheln

# undead_prefix_0
source: Horrible
de: Grausige

# undead_prefix_1
source: Moaning
de: Stöhnende

# undead_prefix_2
source: Crawling
de: Schlurfende

# undead_prefix_3
source: Black-clad
de: Schwarzgewandete

# nr_spell_type
source: Type:
de: Art:

# undead_prefix_4
source: Rotting
de: Faulende

# undead_prefix_5
source: Frightening
de: Angsteinflößende

# race
source: wolf
de: Schablonen

# undead_prefix_6
source: Howling
de: Heulende

# skill
source: espionage
de: Hiebwaffen

# birthday_firework
source: firework
de: Feuerwerk

# undead_prefix_7
source: Silent
de: Wartende

# prefix
source: flame
de: Chaos

# undead_prefix_8
source: Growling
de: Grauenvolle

# undead_prefix_9
source: Black
de: Schwarze

# race
source: wolf
de: Bergwächtern

# prefix
source: flame
de: Licht

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Traumweber beschwört vor dem Kampf grauenerregende Trugbilder herauf, die viele Gegner in Panik versetzen. Die Betroffenen werden versuchen, vor den Trugbildern zu fliehen.

# spell
source: Shadowbreath
de: Bergwächter

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Alte arkane Formeln ermöglichen es dem Magier, sich und andere in die astrale Ebene zu schicken. Der Magier kann (Stufe-3)*15 GE durch das kurzzeitig entstehende Tor schicken. Ist der Magier erfahren genug, den Zauber auf Stufen von 11 oder mehr zu zaubern, kann er andere Einheiten auch gegen ihren Willen auf die andere Ebene zwingen.

# spell
source: Shadowbreath
de: Luftschiff

# race
source: wolf
de: Schablonen

# STRASSEN
source: ROADS
de: STRAßEN

# jewel
source: gem
de: Juwel

source: horse
de: Pferd

source: mallorn bow
de: Mallornbogen

# prefix
source: flame
de: Flammen

# spell
source: Shadowbreath
de: Wurzeln der Magie

source: thick fog
de: Dichter Nebel

# spell
source: Shadowbreath
de: Astraler Ausgang

# race
source: wolf
de: Bergwächter

# clone_of
source: Clone of %s
de: Klon von %s

# travelthru_header
source: The region was crossed by
de: Die Region wurde durchquert von

# race
source: wolf
de: Schablonen

# questkey1_p
source: agate keys
de: Achatene Schlüssel

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Große Macht liegt in Orten, an denen das Leben pulsiert. Der Druide kann diese Kraft sammeln und so ein Tor in die Welt der Geistwesen erschaffen. Der Druide kann dann Stufe*5 Gewichtseinheiten durch das Tor entsenden.

# soc
source: sack of holding
de: Beutel des negativen Gewichts

# hall1_trail
source: %s
de: die %s

# spell
source: Shadowbreath
de: Pentagramm

# race
source: wolf
de: Tiger

# dragonship_a
source: a dragonship
de: ein Drachenschiff

# race
source: wolf
de: Bergwächter

# unitdefault
source: Unit
de: Einheit

# nr_youaredead
source: Your faction has been eliminated. We hope that you had a good time, and if you liked the game, you should sign up and play again.
de: Unglücklicherweise wurde deine Partei ausgelöscht. Du kannst gerne an einer anderen Stelle wieder einsteigen. Melde Dich einfach wieder an.

source: INVITE
de: EINLADEN

# scale
source: pangolin
de: Schuppenpanzer

source: cookie
de: Keks

# fairyboot
source: fairy boots
de: Feenstiefel

source: hp
de: Trefferpunkt

# raceinfo
source: This mystical beings prefer to live in the depth of the forest and knows how to hide from others. Very rarely a unicorn may bond with a mage, but when it happens it is a powerful ally that possesses its own magical powers.
de: Der Adler ist ein ausgezeichneter Späher, fliegend überquert er sogar kurze Meerengen, doch ist er hoch oben am Himmel auch sehr exponiert, was ihn beim Rasten zu einem leichten Ziel macht.

# spell
source: Shadowbreath
de: Feuerwand

# spell
source: Shadowbreath
de: Bannlied

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Wenn einem der Alchemist nicht weiterhelfen kann, geht man zu dem gelehrten Tybiedmagier. Seine Tränke und Tinkturen helfen gegen alles, was man sonst nicht bekommen kann. Ob nun die kryptische Formel unter dem Holzschuh des untreuen Ehemannes wirklich geholfen hat - nun, der des Lesens nicht mächtige Bauer wird es nie wissen. Dem Magier hilft es auf jeden Fall... beim Füllen seines Geldbeutels. 50 Silber pro Stufe lassen sich so in einer Woche verdienen.

# ANZAHL
source: NUMBER
de: ANZAHL

# dir_se
source: SE
de: SO

# keyword
source: END
de: LEHRE

# keyword
source: END
de: KÄMPFE

# ao_healing_p
source: amulets of healing
de: Amulette der Heilung

source: ocean
de: Ozean

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Aufzeichung des Vortrags von Selen Ard'Ragorn in Bar'Glingal: 'Es heisst, dieser Spruch wäre wohl in den Spelunken der Westgassen entstanden, doch es kann genausogut in jedem andern verrufenen Viertel gewesen sein. Seine wichtigste Zutat ist etwa ein Fass schlechtesten Weines, je billiger und ungesunder, desto wirkungsvoller wird die Essenz. Die Kunst, diesen Wein in pure Essenz zu destillieren, die weitaus anspruchsvoller als das einfache Rezeptmischen eines Alchemisten ist, und diese dergestalt zu binden und konservieren, das sie sich nicht gleich wieder verflüchtigt, wie es ihre Natur wäre, ja, dies ist etwas, das nur ein Meister des Cerddor vollbringen kann. Nun besitzt Ihr eine kleine Phiola mit einer rubinrotschimmernden - nun, nicht flüssig, doch auch nicht ganz Dunst - nennen wir es einfach nur Elixier. Doch nicht dies ist die wahre Herausforderung, sodann muss, da sich ihre Wirkung leicht verflüchtigt, diese innerhalb weniger Tage unbemerkt in das Getränk des Opfers geträufelt werden. Ihr Meister der Betöhrung und Verführung, hier nun könnt Ihr Eure ganze Kunst unter Beweis stellen. Doch gebt Acht, nicht unbedacht selbst von dem Elixier zu kosten, denn wer einmal gekostet hat, der kann vom Weine nicht mehr lassen, und er säuft sicherlich eine volle Woche lang. Jedoch nicht die Verführung zum Trunke ist die wahre Gefahr, die dem Elixier innewohnt, sondern das der Trunkenheit so sicher ein gar fürchterliches Leid des Kopfes folgen wird, wie der Tag auf die Nacht folgt. Und er wird gar sicherlich von seiner besten Fähigkeit einige Tage bis hin zu den Studien zweier Wochen vergessen haben. Noch ein Wort der Warnung: dieses ist sehr aufwendig, und so Ihr noch weitere Zauber in der selben Woche wirken wollt, so werden sie Euch schwerer fallen.'

source: spear
de: Speer

# keyword
source: END
de: SABOTIERE

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Dieses wirkungsvolle einfache Gebräu schärft die Sinne des Trinkenden derart, dass er in der Lage ist, eine Woche lang auch die komplexesten Illusionen zu durchschauen.

# plate_p
source: platemails
de: Plattenpanzer

source: tradepost
de: Handelsposten

# p0_p
source: seven mile teas
de: Siebenmeilentees

# STATISTIK
source: STATISTICS
de: STATISTIK

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Nicht wenige Druiden freunden sich im Laufe ihres Lebens in der Natur mit den ältesten Freunden der großen Völker an. Sie erlernen, mit einem einzigen heulenden Ruf viele ihrer Freunde herbeizurufen, um ihnen im Kampf beizustehen.
