Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# undead_postfix_6
source: of the tortured
de: der Gefolterten

# nr_damaged
source: damage
de: beschädigt

# undead_postfix_7
source: of the restless
de: der Ruhelosen

# aots
source: amulet of true seeing
de: Amulett des wahren Sehens

# undead_postfix_8
source: from the mists
de: aus dem Nebel

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Spruch kann der Magier versuchen, die Verzauberungen eines einzelnen angegebenen Objekts zu erkennen. Von allen Sprüchen, die seine eigenen Fähigkeiten nicht überschreiten, wird er einen Eindruck ihres Wirkens erhalten können. Bei stärkeren Sprüchen benötigt er ein wenig Glück für eine gelungene Analyse.

# spell
source: Shadowbreath
de: Rostregen

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Man lasse einen Würzigen Wagemut drei Stunden lang in einem Liter Wasser köcheln. Dann gebe man eine geriebene Alraune dazu und bestreue das ganze mit bei Vollmond geerntetem Spaltwachs. Nun lasse man den Sud drei Tage an einem dunklen und warmen Ort ziehen und seie dann die Flüssigkeit ab. Dieser Schaffenstrunk erhöht die Kraft und Ausdauer von zehn Männern, so dass sie doppelt soviel schaffen können wie sonst.

# undead_postfix_9
source: from obscurity
de: aus dem Dunkel

# spell
source: Shadowbreath
de: Beschwörung eines Hitzeelementar

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Für das Gehirnschmalz verrühre man den Saft eines Wasserfinders mit recht viel geriebenem Windbeutel und ein wenig Gurgelkraut. Dies lasse man kurz aufwallen. Wenn die Flüssigkeit nur noch handwarm ist, gebe man etwas Steinbeißer dazu. Das ganze muß genau siebenmal rechtsherum und siebenmal linksherum mit einem großen Löffel gerührt werden. Wenn keine Bewegung mehr zu erkennen ist, fülle man den Saft ab. Der Saft gibt mit einer Chance von 1/3 bis zu zehn Personen einen zusätzlichen Lernversuch.

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Das Dumpfbackenbrot ist eine sehr gemeine Sache, macht es doch jeden Lernerfolg zunichte oder läßt einen gar Dinge vergessen! Für zehn Portionen verknete man einen geriebenen Fjordwuchs, einen zerstoßenes Eulenauge und einen kleingeschnittenen Grünen Spinnerich zu einem geschmeidigen Teig. Diesen backe man eine Stunde lang bei guter Hitze und bestreiche das Ergebnis mit etwas Höhlenglimm. Wer dieses Brot gegessen hat, kann eine Woche lang nichts lernen, und so er nichts zu lernen versucht, wird er gar eine Woche seiner besten Fähigkeit vergessen.

# spell
source: Shadowbreath
de: Schutzzauber

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Für das Pferdeglück zerhacke man einen Kakteenschwitz, einen blauen Baumringel und etwas knotigen Saugwurz und koche das ganze mit einem Eimer Wasser auf. Dann füge man etwas Sandfäule dazu und lasse diesen Sud drei Tage lang ziehen. Letztlich gebe man es den Pferden zu trinken, auf dass sie sich doppelt so schnell vermehren.

# h20
source: snowcrystal petal
de: Schneekristall

# race
source: wolf
de: Singdrachen

# sapling_p
source: saplings
de: Schößlinge

# STUFE
source: LEVEL
de: STUFE

source: KICK
de: AUSSTOSSEN

# spell
source: Shadowbreath
de: Gesang der Angst

# keyword
source: END
de: REKRUTIERE

# race
source: wolf
de: Singdrachen

# border
source: wall
de: Illusionswand

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dunkler Rituale beschwört der Zauberer Dämonen aus der Sphäre der Schatten. Diese gefürchteten Wesen können sich fast unsichtbar unter den Lebenden bewegen, ihre finstere Aura ist jedoch für jeden spürbar. Im Kampf sind Schattenmeister gefürchtete Gegner. Sie sind schwer zu treffen und entziehen ihrem Gegner Kraft und Leben.

# nr_herbsrequired
source: Herbs required
de: Benötigte Kräuter

source: mallorn lance
de: Mallornlanze

# race
source: wolf
de: Juju-Zombie

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Zauber verstärkt die natürliche Widerstandskraft gegen Magie. Eine so geschützte Einheit ist auch gegen Kampfmagie weniger empfindlich. Pro Stufe reicht die Kraft des Magiers aus, um 5 Personen zu schützen.

# keyword
source: END
de: BEKLAUE

# ADRESSEN
source: ADDRESSES
de: ADRESSEN

# race
source: wolf
de: Apepschlangen

# section_production
source: Resources and Production
de: Rohstoffe und Produktion

# adamantiumaxe_p
source: adamantium axes
de: Adamantiumäxte

# spell
source: Shadowbreath
de: Chaossog

# race
source: wolf
de: Apepschlangen

# skeleton_name_0
source: skeletons
de: Skelette

# race
source: wolf
de: Teufelchen

# PARTEITARNUNG
source: FACTIONSTEALTH
de: PARTEITARNUNG

# skeleton_name_1
source: creatures
de: Kreaturen

# school
source: no magic school yet
de: Tybied

# skeleton_name_2
source: warriors
de: Krieger

# skeleton_name_3
source: fighters
de: Kämpfer

# skeleton_name_4
source: avengers
de: Rächer

# race
source: wolf
de: Apepschlange

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Das Amulett erlaubt es dem Träger, alle Einheiten, die durch einen Ring der Unsichtbarkeit geschützt sind, zu sehen. Einheiten allerdings, die sich mit ihrem Tarnungs-Talent verstecken, bleiben weiterhin unentdeckt. Die Herstellung des Amulettes kostet 3000 Silber.

# keyword
source: END
de: BENENNE

# KOMMANDO
source: CONTROL
de: KOMMANDO

# glacier_trail
source: the glacier of %s
de: der Gletscher von %s

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Durch das Opfern von 200 Bauern kann der Chaosmagier ein Tor zur astralen Welt öffnen. Das Tor kann in der Folgewoche verwendet werden, es löst sich am Ende der Folgewoche auf.

# spell
source: Shadowbreath
de: Erschaffe einen Aurafocus

# race
source: wolf
de: Teufelchen

# nr_combatspells
source: combat spells
de: Kampfzauber

# race
source: wolf
de: Eule

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Ritual beschwört verschiedene Naturgeister in den Boden der Region, welche diese fortan bewachen. In einer so gesegneten Region werden niemals wieder die Toten ihre Gräber verlassen, und anderswo entstandene Untote werden sie wann immer möglich meiden.

# zombie_prefix_10
source: Horrible
de: Furchtbare

# zombie_prefix_11
source: Dreadful
de: Entsetzliche

# race
source: wolf
de: Teufelchen-

# zombie_prefix_12
source: Horrid
de: Schauderhafte

# zombie_prefix_13
source: Fearsome
de: Schreckliche

# zombie_prefix_14
source: Sinister
de: Düstere

# manacrystal
source: astralcrystal
de: Astralkristall

source: silk
de: Seide

# zombie_prefix_15
source: Appalling
de: Schaurige

source: vial
de: Phiole

# race
source: wolf
de: Einhorn

# magicstorm
source: magical storm
de: Magischer Sturm

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Erzeugt einen Aurafokus.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: In den dunkleren Gassen gibt es sie, die Flüche und Verhexungen auf Bestellung. Aber auch Gegenzauber hat der Jünger des Draigs natürlich im Angebot. Ob nun der Sohn des Nachbarn in einen Liebesbann gezogen werden soll oder die Nebenbuhlerin Pickel und Warzen bekommen soll, niemand gibt gerne zu, zu solchen Mitteln gegriffen zu haben. Für diese Dienstleistung streicht der Magier 50 Silber pro Stufe ein.

# spell
source: Shadowbreath
de: Gesang der Versklavung

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Aus den uralten Gesängen der Katzen entstammt dieses magisches Lied, welches vor einem Kampfe eingesetzt, einem entscheidende strategische Vorteile bringen kann. Wer unter den Einfluss dieses Gesangs gelangt, der wird seiner Umgebung nicht achtend der Melodie folgen, sein Geist wird verwirrt und sprunghaft plötzlichen Eingebungen nachgeben. So sollen schon einst wohlgeordnete Heere plötzlich ihre Schützen weit vorne und ihre Kavallerie bei den Lagerwachen kartenspielend wiedergefunden haben (oder ihren Anführer schlafend im lange verlassenen Lager, wie es in den Großen Kriegen der Alten Welt wirklich geschehen sein soll).

# border
source: wall
de: gewaltiges verschlossenes Tor

# rustyaxe_p
source: rusty axes
de: Rostige Kriegsäxte

# border
source: wall
de: eine unvollständige Straße

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: In einem aufwendigen Ritual opfert der Schwarzmagier einige Bauern und verteilt dann die Leichen auf magische Weise in den Brunnen der Region.

# spell
source: Shadowbreath
de: Magischer Pfad

# crossbow_p
source: crossbows
de: Armbrüste

# spell
source: Shadowbreath
de: Stehle Aura

# horse_p
source: horses
de: Pferde

# mallornbow_p
source: mallorn bows
de: Mallornbögen

# aquarianspoil
source: aquarian scale
de: Meermenschschuppe

# mistletoe_p
source: mistletoes
de: Mistelzweige

# spell
source: Shadowbreath
de: Wyrmtransformation

# sptype_combat
source: combat spell
de: Kampfzauber

# laensword_p
source: laen swords
de: Laenschwerter

# spell
source: Shadowbreath
de: Astralschutzgeister

# spell
source: Shadowbreath
de: Göttliches Netz

# spell
source: Shadowbreath
de: Erschaffe Antimagiekristall

source: presspass
de: Akkredition des Xontormia-Expreß

# race
source: wolf
de: Spezial

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Munition für Katapulte.

# prefix
source: flame
de: Nebel

# race
source: wolf
de: Tigern

source: dragonhoard
de: Drachenhort

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: So wisse denn, dass das Auge des Drachen den Weg zur Herausforderung aufzeigt. Doch die Überlieferung sagt, das nur der Unschuldige und Ungewappnete es benutzen kann. Sie sagt auch, daß er einen Beutel mit einem Betrag von bis zu zweitausend Silber mit sich führen soll, jedoch nicht mehr als einem Fünftel der Stärke seines Volkes entsprechend - dem Torwächter zum Geschenke als Beweis seiner asketischen Gesinnung. Die 5 scheidet ganz aus.

# b_defense
source: defense
de: Verteidigung

source: fortress
de: Festung

source: runesword
de: Runenschwert

# hall1
source: hallway
de: Halle

# PARTEI
source: FACTION
de: PARTEI

# race
source: wolf
de: Spezial

# par_building
source: building-id
de: Gebäude-Nr

# skeleton_postfix_10
source: from the deep
de: der Tiefe

# race
source: wolf
de: Tiger

# skeleton_postfix_11
source: in chains
de: in Ketten

# skeleton_postfix_12
source: of the underworld
de: aus dem Totenreich

# skeleton_postfix_13
source: from hades
de: aus der Unterwelt

# nr_addresses
source: Addresses
de: Liste aller Adressen

# spellpar
source: spellid
de: Rasse

# spell
source: Shadowbreath
de: Aufruhr beschwichtigen

# race
source: wolf
de: Spezial

source: flying carpet
de: fliegender Teppich

# race
source: wolf
de: Tiger

# prefix
source: flame
de: Hoch

# hell_trail
source: %s
de: eine %s

# calendar
source: of the first week
de: der zweiten Woche

source: fortification
de: Befestigung

# keyword
source: END
de: BETRETE

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Diese magischen Runen bringen ein Boot bis zu einer Kapazität von 50 Gewichtseinheiten für eine Woche zum Fliegen. Dies ermöglicht dem Boot die Überquerung von Land. Für die Farbe der Runen muss eine spezielle Tinte aus einem Windbeutel und einem Schneekristall angerührt werden.

# bagpipeoffear_p
source: bagpipes of fear
de: Dudelsäcke der Furcht

# spell
source: Shadowbreath
de: Störe Astrale Integrität

source: herbbag
de: Kräuterbeutel

source: cart
de: Wagen

# iceberg_trail
source: the iceberg of %s
de: der Eisberg von %s

# keyword
source: END
de: ARBEITE

# manacrystal_p
source: astralcrystals
de: Astralkristalle

# silk_p
source: silk
de: Seide

# fog_trail
source: %s
de: ein %s

# spell
source: Shadowbreath
de: Astraler Blick

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Die Herstellung dieses Trunkes ist ein wohlgehütetes Geheimnis. Manche behaupten gar, von Sterblichen könne er gar nicht gebraut werden. Tatsache ist, dass er dem Trinkenden tiefere Einsicht in seine erlernten Talente gewährt, was ihn in der Meisterung dieser Talente voranbringt.

# keyword
source: END
de: ZAUBERE

# damage
source: badly wounded
de: verwundet

# par_ship
source: ship-id
de: Schiff-Nr

# race
source: wolf
de: Zwerg

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Je mehr Kraft der Magier investiert, desto mehr Golems können geschaffen werden. Jeder Golem hat jede Runde eine Chance von 15 Prozent zu Staub zu zerfallen. Gibt man den Golems den Befehl MACHE SCHWERT/BIHÄNDER oder MACHE SCHILD/KETTENHEMD/PLATTENPANZER, so werden pro Golem 4 Eisenbarren verbaut und der Golem löst sich auf.

# race
source: wolf
de: Ghoulen

# santa2004
source: 'Ho ho ho!' A fat little gnome on a sled pulled by 8 young dragons flies through the starry night and presents your faction with a solar sail. (To claim this item, one of your units must issue the order 'CLAIM 1 solar sail'.
de: 'Ho ho ho!' Ein dicker Gnom fliegt auf einem von 8 Jungdrachen gezogenen Schlitten durch die Nacht und vermacht Deiner Partei ein Sonnensegel. (Um das Segel einer Einheit zu geben, gib ihr den Befehl 'BEANSPRUCHE 1 Sonnensegel').

# cookie_p
source: cookies
de: Kekse

# santa2005
source: 'Ho ho ho!' A fat little gnome on a sled pulled by 8 young dragons flies through the starry night and presents your faction with a vial of stardust. (To get more information about this item, use the CLAIM and SHOW commands).
de: 'Ho ho ho!' Ein dicker Gnom fliegt auf einem von 8 Jungdrachen gezogenen Schlitten durch die Nacht und vermacht Deiner Partei eine Phiole mit Sternenstaub. (Informationen dazu gibt es mit BEANSPRUCHE und ZEIGE).

# santa2006
source: 'Ho ho ho!' A fat little gnome on a sled pulled by 8 young dragons flies through the starry night and presents your faction with a beautifully decorated tree. (To get more information about this item, use the CLAIM and SHOW commands).
de: 'Ho ho ho!' Ein dicker Gnom fliegt auf einem von 8 Jungdrachen gezogenen Schlitten durch die Nacht und vermacht Deiner Partei einen wundervoll geschmueckten Weihnachtsbaum. (Informationen dazu gibt es mit BEANSPRUCHE und ZEIGE).

# race
source: wolf
de: Ghoule

# volcano_trail
source: the volcano of %s
de: der Vulkan von %s

# smod_none
source: none
de: Keine

# moneybag
source: silverbag
de: Silberbeutel

# spell
source: Shadowbreath
de: Erschaffe ein Traumauge

# keyword
source: END
de: ZERSTÖRE

# nr_trade_intro
source: Traders can sell
de: Geboten wird für

# unknown_unit_dative
source: an unknown unit
de: einer unbekannten Einheit

# prefix
source: flame
de: Schatten

# skill
source: espionage
de: Ausdauer

# prefix
source: flame
de: Höhlen

# race
source: wolf
de: Ghoul

# spell
source: Shadowbreath
de: Luftschiff

# sphereofinv
source: sphere of invisibility
de: Sphäre der Unsichtbarkeit

# spell
source: Shadowbreath
de: Fluch der Pestilenz

# section_battle
source: Battles
de: Kämpfe

# skill
source: espionage
de: Unterhaltung

# border
source: wall
de: ein Straßenanschluß

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Aus 'Die Gesänge der Alten' von Firudin dem Weisen: 'Diese verführerische kleine Melodie und einige einschmeichelnde Worte überwinden das Misstrauen der Bauern im Nu. Begeistert werden sie sich Euch anschliessen und selbst Haus und Hof in Stich lassen.'

# healing_p
source: healing potions
de: Heiltränke

# spell
source: Shadowbreath
de: Feuerball

# race
source: wolf
de: Gnom

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Rübennase, schwarzer Hut, kaltes Herz. Ein Schneemann. Er gibt einen prima Wachmann ab, wenn er in einem Gletscher belebt wird (BENUTZE 1 Schneemann).

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Die rötlich glühende Klinge dieser furchterregenden magischen Waffe ist mit dunklen Runen bedeckt. Nur die erfahrendsten Schwertkämpfer vermögen ihre Kraft zu zähmen, doch in ihrer Hand vermag dem Runenschwert nichts zu widerstehen - selbst magische Rüstungen durchdringt es ohne Schwierigkeiten - und den Geist des Kämpfers füllt es mit unterschütterlicher Zuversicht.

# spell
source: Shadowbreath
de: Erschaffe Steingolems

# race
source: wolf
de: Skelettherren

source: rusty axe
de: Rostige Kriegsaxt

source: mallorn sapling
de: Mallornschößling

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser mächtige Bann verhindert jegliche Attacken. Niemand in der ganzen Region ist fähig seine Waffe gegen irgendjemanden zu erheben. Die Wirkung kann etliche Wochen andauern.

# spell
source: Shadowbreath
de: Mauern der Ewigkeit

# race
source: wolf
de: Skelettherren

# permaura_p
source: permauras
de: permanente Aura

# spellpar
source: spellid
de: Gebäudetyp

# coal
source: piece of coal
de: Kohlenstück

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem Spruch kann der Zauberer einen Ring der Unsichtbarkeit erschaffen. Der Träger des Ringes wird für alle Einheiten anderer Parteien unsichtbar, egal wie gut ihre Wahrnehmung auch sein mag. In einer unsichtbaren Einheit muss jede Person einen Ring tragen.

# spell
source: Shadowbreath
de: Traumsenden

# race
source: wolf
de: Skelettherren

# race
source: wolf
de: Insekt

source: bagpipe of fear
de: Dudelsack der Furcht

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses mächtige Ritual erschafft einen Ring der Macht. Ein Ring der Macht erhöht die Stärke jedes Zaubers, den sein Träger zaubert, als wäre der Magier eine Stufe besser.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Erzeugt einen Ring der Regeneration.

# spell
source: Shadowbreath
de: Segen der Erde

# stat_equipment
source: May use weapons.
de: Kann Waffen benutzen.

# border
source: wall
de: eine Feuerwand

# Herbst
source: autumn
de: Herbst

# spell
source: Shadowbreath
de: Astraler Weg

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Zauberer sendet dem Ziel des Spruches einen Traum.
