Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# p3_p
source: busybeers
de: Schaffenstrünke

# spell
source: Shadowbreath
de: Tor in die Ebene der Hitze

# status_flee
source: fleeing
de: flieht

source: elven horse
de: Elfenpferd

# ao_chastity_p
source: amulets of chastity
de: Amulette der Keuschheit

# p10_p
source: berserkers blood potions
de: Berserkerblut

# keyword
source: END
de: MACHE TEMP

# spell
source: Shadowbreath
de: Wiederbelebung

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser Beutel umschließt eine kleine Dimensionsfalte, in der bis zu 200 Gewichtseinheiten transportiert werden können, ohne dass sie auf das Traggewicht angerechnet werden. Pferde und andere Lebewesen sowie besonders sperrige Dinge (Wagen und Katapulte) können nicht in dem Beutel transportiert werden. Auch ist es nicht möglich, einen Zauberbeutel in einem anderen zu transportieren. Der Beutel selber wiegt 1 GE.

# questkey1
source: agate key
de: Achatener Schlüssel

# spell
source: Shadowbreath
de: Rüstschild

# questkey2
source: sapphire key
de: Saphirner Schlüssel

# stat_cut
source: Hard to hit by slashing weapons.
de: Ist durch Hiebwaffen schwer zu verwunden.

# BAUERN
source: PEASANTS
de: BAUERN

# p6_p
source: brain waxes
de: Gehirnschmalz

# spell
source: Shadowbreath
de: Drachenruf

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Ein Elfenpferd wird sich nur den wenigsten jemals anschließen. Hat es jedoch seine Scheu überwunden ist es ein sehr wertvoller Gefährte. Ein Elfenpferd ist schneller als ein Pferd. Zudem hilft es seinem Reiter im Kampf und unterstützt ihn mit seiner Magie. Es sind schwarze Elfenpferde bekannt, die sich sogar Orks angeschlossen haben.

# ring_p
source: rings
de: Ringe

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieses magische Artefakt verleiht seinem Träger die Stärke eines ausgewachsenen Höhlentrolls. Seine Tragkraft erhöht sich auf das 50fache und auch im Kampf werden sich die erhöhte Kraft und die trollisch zähe Haut positiv auswirken.

# VOR
source: BEFORE
de: VOR

# p13_p
source: elixirs of power
de: Elixiere der Macht

# nr_owner
source: Owner
de: Eigentümer

# nr_template
source: Template for the next turn:
de: Vorlage für den nächsten Zug:

# skill
source: espionage
de: Spionage

# spell
source: Shadowbreath
de: Wirbelwind

# p9_p
source: horsepower potions
de: Pferdeglück

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser schwierige, aber effektive Kampfzauber benutzt die Elementargeister des Steins, um eine Reihe von Gegnern für die Dauer des Kampfes in Stein zu verwandeln. Die betroffenen Personen werden nicht mehr kämpfen, können jedoch auch nicht verwundet werden.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Diese vor dem Kampf zu zaubernde Ritual gibt den eigenen Truppen einen zusätzlichen Bonus auf ihre Rüstung. Jeder Treffer reduziert die Kraft des Zaubers, so dass der Schild sich irgendwann im Kampf auflösen wird.

# desert_trail
source: the deserts of %s
de: die Wüste von %s

# catapultammo_p
source: ammunition
de: Katapultmunition

# greatsword_p
source: claymores
de: Bihänder

# zombie_postfix_10
source: in chains
de: in Ketten

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit diesem dunklen Ritual erzeugt der Magier einen Köder, der für Drachen einfach unwiderstehlich riecht. Ob die Drachen aus der Umgebung oder aus der Sphäre des Chaos stammen, konnte noch nicht erforscht werden. Es soll beides bereits vorgekommen sein. Der Köder hält etwa 6 Wochen, muss aber in einem drachengenehmen Terrain platziert werden.

# zombie_postfix_11
source: from death
de: aus dem Totenreich

# zombie_postfix_12
source: from the underworld
de: aus der Unterwelt

# spell
source: Shadowbreath
de: Eisiger Drachenodem

# damage
source: badly wounded
de: schwer verwundet

# race
source: wolf
de: Halblingen

# race
source: wolf
de: Schlümpfen

# spell
source: Shadowbreath
de: Furchteinflößende Aura

# mountain_trail
source: the mountains of %s
de: das Bergland von %s

# race
source: wolf
de: Halblinge

# race
source: wolf
de: grüner Scarabäus

# keyword
source: END
de: STIRB

source: smithy
de: Schmiede

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses magischen Gesangs versetzt der Magier eine ganze Region in Aufruhr. Rebellierende Bauernhorden machen jedes Besteuern unmöglich, kaum jemand wird mehr für Gaukeleien Geld spenden und es können keine neuen Leute angeworben werden. Nach einigen Wochen beruhigt sich der Mob wieder.

source: longboat
de: Langboot

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Lied zähmt selbst den wildesten Ork und macht ihn friedfertig und sanftmütig. Jeder Gedanke, dem Sänger zu schaden, wird ihm entfallen. Unbehelligt kann der Magier in eine Nachbarregion ziehen.

# spell
source: Shadowbreath
de: Eisnebel

# race
source: wolf
de: Halblings

# race
source: wolf
de: Schlümpfe

# dir_east
source: East
de: Ost

# spell
source: Shadowbreath
de: Gesang der Melancholie

# battle_opponents
source: Fighting against
de: Kämpft gegen:

# GEGENSTAENDE
source: ITEMS
de: GEGENSTÄNDE

# greatbow
source: elven bow
de: Elfenbogen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Panik.

# race
source: wolf
de: Schlumpf

# spell
source: Shadowbreath
de: Firuns Fell

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Diese Ritual verstärkt die Wirkung des magischen Trankes um ein vielfaches. Wo sonst aus einem Stecken nur ein Baum sprießen konnte, so treibt nun jeder Ast Wurzeln.

# ointment_p
source: ointments
de: Wundsalben

# see_travel
source: travel
de: durchgereist

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Ein Magier, der sich in der astralen Ebene befindet, kann mit Hilfe dieses Zaubers andere Einheiten zu sich holen. Der Magier kann (Stufe-3)*15 GE durch das kurzzeitig entstehende Tor schicken. Ist der Magier erfahren genug, den Zauber auf Stufen von 13 oder mehr zu zaubern, kann er andere Einheiten auch gegen ihren Willen auf die andere Ebene zwingen.

# smod_far
source: far
de: Fernzauber

# oil_p
source: oil
de: Öl

# keyword
source: END
de: ENDE

# raceinfo
source: This mystical beings prefer to live in the depth of the forest and knows how to hide from others. Very rarely a unicorn may bond with a mage, but when it happens it is a powerful ally that possesses its own magical powers.
de: Diese aus den Tiefen Eresseas stammende gigantische Geschöpf ist dem Leben im Untergrund hervorragend angepasst. Blind, taub und nicht besonders intelligent, aber mit seinen gewaltigen Kräften kann es ganze Berge versetzen oder Wälder roden.

# race
source: wolf
de: Meermenschen

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Diese aus Leder gefertigten und mit Einhornfell verzierten Stiefel ermöglichen es ihrem Träger, sich mit der doppelten Geschwindigkeit fortzubewegen, wenn er zu Fuß reist.

# spell
source: Shadowbreath
de: Unbekannter Effekt

# race
source: wolf
de: Traumkatze

# elfspoil_p
source: elven ears
de: Elfenohren

# moneychest
source: silverchest
de: Silberkassette

# spell
source: Shadowbreath
de: Gabe des Chaos

# race
source: wolf
de: Meermenschen

source: amulet
de: Amulett

# spell
source: Shadowbreath
de: Magieresistenz

# race
source: wolf
de: Fee

# spell
source: Shadowbreath
de: Schattenodem

# race
source: wolf
de: Spinxen

# coast
source: southeast coast
de: Südostküste

# race
source: wolf
de: Troll

# race
source: wolf
de: Meermenschen

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Ein Schauer von Meteoren regnet über das Schlachtfeld.

# school
source: no magic school yet
de: Kein Magiegebiet

# weight_unit
source: stone
de: GE

# firesword
source: flaming sword
de: Flammenschwert

# nr_spells
source: spells
de: Zauber

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Druide beschwört mit diesem Ritual einen Elementargeist der Erde und bringt ihn dazu, die Erde erbeben zu lassen. Dieses Erdbeben wird alle Gebäude in der Region beschädigen.

# race
source: wolf
de: Spinxen

# status_rear
source: rear
de: hinten

source: east
de: Osten

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Entzieht Talentstufen und macht Schaden wie Großer Odem.
