Repository: eressea/server
Catalog: res/translations/strings.*.po
Languages: de

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Zuerst brate man das Gurgelkraut leicht an und würze das Zeug mit ein wenig Fjordwuchs. Man lasse alles so lange kochen, bis fast alle Flüssigkeit verdampft ist. Diesen Brei stelle man über Nacht raus. Am nächsten Morgen presse man den Brei aus. Die so gewonnene Flüssigkeit, Goliathwasser genannt, verleiht bis zu zehn Männern die Tragkraft eines Pferdes.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit dieser Formel bindet der Magier auf ewig die Kräfte der Erde in die Mauern des Gebäudes. Ein solchermaßen verzaubertes Gebäude ist gegen den Zahn der Zeit geschützt und benötigt keinen Unterhalt mehr.

# snowglobe_p
source: snow globes
de: Schneekugeln

# skill
source: espionage
de: Waffenbau

source: an unknown building
de: ein unbekanntes Gebäude

# museumexitticket
source: return ticket for the grand museum
de: Rückkehrticket des Großen Museum

# race
source: wolf
de: Mumien

# race
source: wolf
de: Hirntöter

# keyword
source: END
de: ATTACKIERE

# spell
source: Shadowbreath
de: Schleieraura

# race
source: wolf
de: Mumien

# race
source: wolf
de: Hirntöter

# spell
source: Shadowbreath
de: Unheilige Kraft

# school
source: no magic school yet
de: Illaun

# nr_calendar
source: It is %s of the month of %s in the %d. year of %s.
de: Wir schreiben %s des Monats %s im Jahre %d %s.

source: caravel
de: Karavelle

# dragon_postfix_10
source: the Golden
de: der Goldene

# dragon_postfix_11
source: the Gray
de: der Graue

# stone_p
source: stones
de: Steine

# dragon_postfix_12
source: the Stony
de: der Steinerne

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieses Lied, das in die magische Essenz der Region gewoben wird, schwächt die natürliche Widerstandskraft gegen eine Verzauberung einmalig um 15%. Nur die Verbündeten des Barden (HELFE BEWACHE) sind gegen die Wirkung des Gesangs gefeit.

# dragon_postfix_13
source: the Old
de: die Alte

# plate
source: platemail
de: Plattenpanzer

# herbbag_p
source: herbbags
de: Kräuterbeutel

# dragon_postfix_14
source: the Mighty
de: die Mächtige

# dragon_postfix_15
source: the Golden
de: die Goldene

# skillpotion
source: potion of skills
de: Talenttrunk

# dragon_postfix_16
source: the Cruel
de: der Grausame

# speedsail_p
source: solar sails
de: Sonnensegel

# dragon_postfix_17
source: the Sand Dragon
de: der Sanddrache

# dragon_postfix_18
source: the Thirsty
de: der Durstige

# dragon_postfix_19
source: the Devouring
de: die Verzehrende

# skill
source: espionage
de: Wagenbau

# race
source: wolf
de: Alptraum

# nr_alliances
source: Political Status
de: Aktueller Status

# cart_p
source: carts
de: Wagen

# section_study
source: Learning and Teaching
de: Lehren und Lernen

# skill
source: espionage
de: Tarnung

# spell
source: Shadowbreath
de: Heimstein

# race
source: wolf
de: Schlumpf

# spell
source: Shadowbreath
de: Gesang des schwachen Geistes

source: peasant
de: Bauer

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Benutzt der Kapitän des Schiffes diesen Talisman, so wird allen an Bord befindlichen Mallornsamen ihre magisch Energie entzogen, und das Schiff kann mit dieser Energie bis zu zwei Wochen lang fliegen.

# spell
source: Shadowbreath
de: Schwere Glieder

# spell
source: Shadowbreath
de: Feuerwalze

# race
source: wolf
de: Meermensch

# prefix
source: flame
de: Sternen

# xmastree_p
source: christmas trees
de: Weihnachtsbäume

# race
source: wolf
de: Tunnelwürmern

# dragon_postfix_20
source: the Green
de: die Grüne

# dragon_postfix_21
source: the Red
de: die Rote

# dragon_postfix_22
source: the Daring
de: der Furchtlose

# dragon_postfix_23
source: the Allmighty
de: der Allmächtige

# dragon_postfix_24
source: the Seer
de: der Weitblickende

# border
source: wall
de: eine Gruppe von Irrlichtern

# dragon_postfix_25
source: the White
de: der Weiße

# NAECHSTER
source: NEXT
de: NÄCHSTER

# dragon_postfix_26
source: the Shining
de: die Glänzende

# spell
source: Shadowbreath
de: Gesang der Götter

# keyword
source: END
de: VERLASSE

# dragon_postfix_27
source: the Knowing
de: der Wissende

# dragon_postfix_28
source: the Relentless
de: die Unbarmherzige

# dragon_postfix_29
source: the Beautiful
de: die Schöne

# race
source: wolf
de: Tunnelwürmer

# nr_skills
source: skills
de: Talente

# section_movement
source: Movement and Travel
de: Reisen und Bewegung

# race
source: wolf
de: Tunnelwurm

# weight_per_p
source: stones per
de: GE je

# h12_p
source: windbags
de: Windbeutel

# spell
source: Shadowbreath
de: Chaosfluch

# spell
source: Shadowbreath
de: Traum von den Göttern

# race
source: wolf
de: blauen Scarabäen

# race
source: wolf
de: Snotling

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: In diesem blutigen Ritual opfert der Magier vor der Schlacht ein Neugeborenes vor den Augen seiner Armee. Die so gerufenen Blutgeister werden von den Soldaten Besitz ergreifen und sie in einen Blutrausch versetzen.

# race
source: wolf
de: Wyrmen

# h15_p
source: rock weed
de: Steinbeißer

# spell
source: Shadowbreath
de: Schlechte Träume

# spell
source: Shadowbreath
de: Gesang des wachen Geistes

# skill
source: espionage
de: Schiffbau

# prefix
source: flame
de: Klein

# race
source: wolf
de: blaue Scarabäen

source: citadel
de: Zitadelle

# spell
source: Shadowbreath
de: Seelenfrieden

# list_and
source: and
de: und

# spell
source: Shadowbreath
de: Fluch der Götter

# sptype_postcombat
source: post-combat spell
de: Postkampfzauber

# h18_p
source: ice begonias
de: Eisblumen

# race
source: wolf
de: Wyrme

# viele
source: many
de: viele

# race
source: wolf
de: blaue Scarabäen

# spell
source: Shadowbreath
de: Göttliche Macht

# nr_nospells
source: none
de: keiner

# prefix
source: flame
de: Sumpf

# race
source: wolf
de: Wyrm

# spell
source: Shadowbreath
de: Windschild

# race
source: wolf
de: Museumsgeist

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Dieser heimtückische Fluch beeinträchtigt die magischen Fähigkeiten des Opfers erheblich. Eine chaosmagische Zone um das Opfer vermindert seine Konzentrationsfähigkeit und macht es ihm sehr schwer Zauber zu wirken.

# keyword
source: END
de: OPTION

# border
source: wall
de: Straßen

# battle_army
source: army
de: Heer

# race
source: wolf
de: Riesenschildkröten

# spell
source: Shadowbreath
de: Erschaffe ein Runenschwert

# spell
source: Shadowbreath
de: Starkes Tor und feste Mauer

# spell
source: Shadowbreath
de: Zeitdehnung

# raceinfo
source: This mystical beings prefer to live in the depth of the forest and knows how to hide from others. Very rarely a unicorn may bond with a mage, but when it happens it is a powerful ally that possesses its own magical powers.
de: Dieses mystische Wesen lebt bevorzugt in den tiefsten Wäldern und vermag sich hervorragend vor den Augen anderer zu verbergen. Nur selten schließt sich ein Einhorn einem Magier an, jedoch wenn das geschieht ist es ein mächtiger Verbündeter, der auch über eigene Magie verfügt.

# spell
source: Shadowbreath
de: Wunderdoktor

source: snowball
de: Schneeball

source: apple
de: Apfel

# prefix
source: flame
de: Mond

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Ein Schneeball. Es scheinen kleine Eissplitter darin zu sein. In den richtigen Händen können sie sicher weh tun.

# raceinfo
source: This mystical beings prefer to live in the depth of the forest and knows how to hide from others. Very rarely a unicorn may bond with a mage, but when it happens it is a powerful ally that possesses its own magical powers.
de: Keine Informationen über diese Rasse verfügbar.

# seaserpenthead_p
source: seaserpentheads
de: Seeschlangenköpfe

source: forest
de: Wald

# race
source: wolf
de: Riesenschildkröten

source: ring of levitation
de: Ring der Levitation

# spell
source: Shadowbreath
de: Blutrausch

# skill
source: espionage
de: Kräuterkunde

# nr_spell_rank
source: Rank:
de: Rang:

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieser Ring ist ein wahres Meisterwerk. Obwohl er sehr gross ist (weil auch sein Träger sehr gross ist), wirkt er filigran. Weissgold und Platin verschmelzen in diesem Ring zu einer Einheit, die die Schönheit der einzelnen Elemente nur noch unterstreich. In der Innenseite des Rings ist eine Gravur zu lesen: 'Jadee, 3. Woche Eiswind Jahr 8'.

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Man befeuchte einen kluftfreien Block aus feinkristallinen Gestein mit einer Phiole des Lebenswassers bis dieses vollständig vom Gestein aufgesogen wurde. Sodann richte man seine Kraft auf die sich bildende feine Aura des Lebens und forme der ungebundenen Kraft ein Gehäuse. Je mehr Kraft der Magier investiert, desto mehr Golems können geschaffen werden, bevor die Aura sich verflüchtigt. Jeder Golem hat jede Runde eine Chance von 10 Prozent zu Staub zu zerfallen. Gibt man den Golems die Befehle MACHE BURG oder MACHE STRASSE, so werden pro Golem 4 Steine verbaut und der Golem löst sich auf.

source: dolphin
de: Delphin

# race
source: wolf
de: Snotlingen

# race
source: wolf
de: Riesenschildkröten

# lmsreward
source: Belt of Heroic Legends
de: Gürtel der Heldentaten

source: crossbow
de: Armbrust

# race
source: wolf
de: Ork

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses Zauber entzieht der Magier einem Quarzkristall all seine magischen Energien. Der Kristall wird dann, wenn er zu feinem Staub zermahlen und verteilt wird, die beim Zaubern freigesetzten magischen Energien aufsaugen und die Kraft aller Zauber reduzieren, welche in der betreffenden Woche in der Region gezaubert werden.

# goliathwater_p
source: goliath waters
de: Goliathwasser

source: stardust
de: Sternenstaub

# illusioncastle
source: fairy castle
de: Traumschlößchen

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieser magische Staub ist aus einem im Winter vom Himmel gefallenen Stern gewonnen worden, und ihm werden aphrodisiakische Eigenschaften nachgesagt.

# race
source: wolf
de: Snotlinge

# calendar
source: of the first week
de: Herbst

# halflingspoil_p
source: halfling feet
de: Halblingfüße

source: glacier
de: Gletscher

# aod_p
source: amulets of darkness
de: Amulette der Dunkelheit

# race
source: wolf
de: Snotling

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Der Druide nehme etwas präpariertes Leder, welches er in einem großen Ritual der Reinigung von allen unreinen Geistern befreie, und binde dann einige kleine Geister der Luft und des Wassers in das Material. Aus dem so vorbereiteten Leder fertige er nun ein kleines Beutelchen, welches in ihm aufbewahrte Kräuter besser zu konservieren vermag.

# border
source: wall
de: Straße

# status_defensive
source: defensive
de: defensiv

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Zu den gefährlichsten und geheimsten Wissen der Alchemisten zählt die Kenntnis um diesen Trank. Den finstersten Höllen entrissen, ermöglicht die Kenntnis dieser Formel die Herstellung eines Elixiers, welches Dämonen als Nahrung dient. Von normalen Lebewesen eingenommen, führt es zu schnellem Tod und ewigen Nichtleben. Die Herstellung benötigt nebst Fjordwuchs, etwas Höhlenglimm und einem Blauen Baumringel auch einen Bauern aus der Region, welcher in einem tagelangen blutigen Ritual getötet wird. Ein Fläschchen des Tranks kann den Hunger von 100 Dämonen für eine Woche stillen.

# keyword
source: END
de: SPIONIERE

# spell
source: Shadowbreath
de: Großer Drachenodem

# DURCHREISE
source: TRAVEL
de: DURCHREISE

# aog_p
source: amulets of gathering
de: Amulette des Treffens

# dragonblood_p
source: dragonblood
de: Drachenblut

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Will man seine Krieger zu Höchstleistungen antreiben, sei das Berserkerblut empfohlen. Um es herzustellen, braucht man einen Weißen Wüterich, etwas Flachwurz, Sandfäule und eine Alraune. Alle Zutaten müssen möglichst klein geschnitten und anschließend zwei Stunden lang gekocht werden. Den abgekühlten Brei gebe man in ein Tuch und presse ihn aus. Der so gewonnene Saft reicht aus, um zehn Kämpfer besser angreifen zu lassen.

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Das Bauernlieb betört Mann und Frau gleichwohl und läßt in ihnen den Wunsch nach Kindern anwachsen. Für eine große Portion höhle man eine Alraune aus, gebe kleingehackten Blasenmorchel, Elfenlieb und Schneekristall dazu, streue ein wenig geriebenen Steinbeißer darüber und lasse dieses zwanzig Stunden lang auf kleiner Flamme kochen. Bis zu 1000 Bauern vermag der Trank das Glück von Zwillinge zu bescheren.

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Eines der seltensten und wertvollsten alchemistischen Elixiere, verleiht dieser Trank dem Anwender für einige Wochen die Kraft eines Drachen. Der Trank erhöht die Lebensenergie von maximal zehn Personen auf das fünffache. Die Wirkung ist direkt nach der Einnahme am stärksten und klingt danach langsam ab. Zur Herstellung benötigt der Alchemist ein Elfenlieb, einen Windbeutel, ein Stück Wasserfinder und einen Grünen Spinnerich. Über dieses Mischung streue er schließlich einen zerriebenen Blasenmorchel und rühre dieses Pulver unter etwas Drachenblut.

source: an unknown curse
de: ein unbekannter Zauber

# spell
source: Shadowbreath
de: Schöne Träume

# race
source: wolf
de: Zombie

# sptype_normal
source: regular spell
de: Normaler Zauber

# PERSONEN
source: MEN
de: PERSONEN

# race
source: wolf
de: Ents

# unit_hungers
source: hungry
de: hungert

# amulet_p
source: amulets
de: Amulette

# race
source: wolf
de: Ratten

# laenmail_p
source: laen chainmails
de: Laenkettenhemden

# orcspoil_p
source: orc tusks
de: Orkhauer

# keyword
source: END
de: PLÜNDERE

# calendar
source: of the first week
de: Feldsegen

# status_front
source: front
de: vorne

# keyword
source: END
de: BEWACHE

# calendar
source: of the first week
de: Nebeltage

# activevolcano_trail
source: the volcano of %s
de: der Vulkan von %s

# calendar
source: of the first week
de: Sturmmond

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Die Beschwörung von Elementargeistern der Stürme ist ein uraltes Ritual. Der Druide bannt die Elementare in die Segel der Schiffe, wo sie helfen, das Schiff mit hoher Geschwindigkeit über die Wellen zu tragen. Je mehr Kraft der Druide in den Zauber investiert, desto größer ist die Zahl der Elementargeister, die sich bannen lassen. Für jedes Schiff wird ein Elementargeist benötigt.

# calendar
source: of the first week
de: Herdfeuer

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Einem erfahrenen Magier wird irgendwann auf seinen Wanderungen ein ungewöhnliches Exemplar einer Gattung begegnen, welches sich dem Magier anschließen wird.

# spell
source: Shadowbreath
de: Gesang des Werbens

# race
source: wolf
de: Geistern

# trollbelt_p
source: trollbelts
de: Gürtel der Trollstärke

# calendar
source: of the first week
de: Eiswind

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Nicht nur der Feldscher kann den Verwundeten einer Schlacht helfen. Druiden vermögen mittels einer Beschwörung der Elementargeister des Lebens Wunden zu schließen, gebrochene Knochen zu richten und selbst abgetrennte Glieder wieder zu regenerieren.

# race
source: wolf
de: Nachteinhörnern

# rop_p
source: rings of power
de: Ringe der Macht

# calendar
source: of the first week
de: Schneebann

# race
source: wolf
de: Ents

# calendar
source: of the first week
de: Blütenregen

# calendar
source: of the first week
de: Mond der milden Winde

# calendar
source: of the first week
de: Sonnenfeuer

# race
source: wolf
de: Ratten

source: key
de: Schlüssel

# spell
source: Shadowbreath
de: Schlechter Schlaf

# race
source: wolf
de: Ent

# race
source: wolf
de: Geister

# race
source: wolf
de: Nachteinhörner

# ao_chastity
source: amulet of chastity
de: Amulett der Keuschheit

# race
source: wolf
de: Ratten

source: NEW
de: NEU

# spell
source: Shadowbreath
de: Astrales Chaos

# lifepotion_p
source: waters of life
de: Wasser des Lebens

# rustyhalberd_p
source: rusty halberds
de: Rostige Hellebarden

# section_magic
source: Magic and Artefacts
de: Magie und Artefakte

# race
source: wolf
de: Geister

# race
source: wolf
de: Nachteinhorn

# h2_p
source: owlsgazes
de: Eulenaugen

# race
source: wolf
de: Halbling

# race
source: wolf
de: Adler

source: shield
de: Schild

# spellinfo
source: With this spell the wizard can permanently turn himself into to great wyrm. You retain your skills and abilities, but you get the combat and movement skills of a wyrm. Your breath weapon will improve with your magic skill. The spell is a very strenuous one and it will take a while to recover from it.
de: Mit Hilfe dieses magischen Gesangs kann der Magier eine Region in Aufruhr wieder beruhigen. Die Bauernhorden werden sich verlaufen und wieder auf ihre Felder zurückkehren.

# race
source: wolf
de: Steingolem

source: ointment
de: Wundsalbe

# h5_p
source: elvendears
de: Elfenlieb

# describe_braineater
source: Wobbling green vapours drift through the mists to form an eldritch creature that seems to be entirely made up of huge jaws and a long tail.
de: Wabernde grüne Schwaden treiben durch den Nebel und verdichten sich zu einer unheimlichen Kreatur, die nur aus einem langen Ruderschwanz und einem riesigen runden Maul zu bestehen scheint.

source: maelstrom
de: Mahlstrom

# race
source: wolf
de: Skeletten

# xmastree
source: christmas tree
de: Weihnachtsbaum

# h8_p
source: bubblemorels
de: Blasenmorcheln

# iteminfo
source: This crucible contains the rarest alchemical substance in Eressea: toad slime. The substance is alleged to have an extraordinary high capacity of magical absorption and is therefore applied in obscure magical rituals.
de: Dieser wunderschoen geschmueckte Baum entfaltet in den Wintermonaten eine magische Wirkung auf den ganzen Wald.

# h10
source: peyote
de: Kakteenschwitz

# keyword
source: END
de: BELAGERE

# h11
source: sand reeker
de: Sandfäule

# h12
source: windbag
de: Windbeutel

# spell
source: Shadowbreath
de: Heilung

# h13
source: fjord fungus
de: Fjordwuchs

# trireme_a
source: a trireme
de: eine Trireme

# prefix
source: flame
de: Dunkel

# h14
source: mandrake
de: Alraune

source: tower
de: Turm

# smod_ship
source: ship
de: Schiffszauber

# h15
source: rock weed
de: Steinbeißer

# race
source: wolf
de: Skelette

# h16
source: gapgrowth
de: Spaltwachs

# h17
source: cave lichen
de: Höhlenglimm

# h18
source: ice begonia
de: Eisblume

# MATERIALPOOL
source: ITEMPOOL
de: MATERIALPOOL

# h19
source: white hemlock
de: Weißer Wüterich

# race
source: wolf
de: Skelett

# prefix
source: flame
de: Blut

# nr_guarding_prefix
source: The region is guarded by
de: Die Region wird von

# race
source: wolf
de: Riesenschildkröte

# magicherbbag
source: bag of conservation
de: Magischer Kräuterbeutel

# undead_postfix_0
source: of the night
de: der Nacht

# spellpar
source: spellid
de: Richtung

source: rustychainmail_p
de: Rostige Kettenhemden

# halflingspoil
source: halfling foot
de: Halblingfuß

# undead_postfix_1
source: from the shadows
de: der Schatten

# ALLES
source: ALL
de: ALLES

# undead_postfix_2
source: of darkness
de: der Finsternis

# undead_postfix_3
source: of evil
de: des Bösen

# undead_postfix_4
source: of the slain
de: der Erschlagenen

# race
source: wolf
de: Singdrachen

# undead_postfix_5
source: of the damned
de: der Verfluchten

# describe
source: This simple but very potent brew sharpens the senses of anyone that drinks of it and makes you able to see through even the most complex illusions for one week.
de: Für den Siebenmeilentee koche man einen Blauen Baumringel auf und gieße dieses Gebräu in einen Windbeutel. Das heraustropfende Wasser fange man auf, filtere es und verabreiche es alsdann. Durch diesen Tee können bis zu zehn Menschen schnell wie ein Pferd laufen.
